[
  {
    "title": "ترک حلوا یا حلوا ترک",
    "location": {
      "province": "گیلان",
      "city": "رشت",
      "coordinates": {
        "latitude": null,
        "longitude": null
      }
    },
    "ingredients": [
      "آب ۴ پیمانه",
      "آرد نان ۱ پیمانه",
      "پودر هل ۱ قاشق چای خوری",
      "روغن جامد ۱ پیمانه سرخالی",
      "زعفران دم کرده به دلخواه",
      "شکر ۱ پیمانه",
      "گلاب یک چهارم پیمانه"
    ],
    "instructions": [
      "1. آب و شکر را روی حرارت متوسط می‌گذاریم تا شکر در آب حل شود سپس زعفران و گلاب اضافه می‌کنیم.",
      "2. روغن را آب کرده و با آرد در تابه گودی ریخته روی حرارت ملایم می‌گذاریم و با قاشق چوبی مرتب هم می‌زنیم تا آرد به رنگ قهوه‌ای در بیاد.",
      "3. شیره شکر را را با احتیاط اضافه می‌کنیم و هم می‌زنیم پودر هل را اضافه می‌کنیم و مرتب هم می‌زنیم تا جایی که حلوا به راحتی ازتابه جدا شود.",
      "4. حلوای داغ را در ظرف مورد نظر پهن می‌کنیم ۱-۲ ساعت می‌گذاریم بماند سپس به دلخواه برش زده و با پودر قند وپودر کاکائو و پسته تزئین می‌کنیم."
    ],
    "meal_type": [
      "شیرینی"
    ],
    "occasion": [],
    "images": {
      "تصویر نهایی": "https://cdn.yjc.ir/files/fa/news/1397/5/23/8477246_281.jpg"
    }
  },
  {
    "title": "رقایب حلوا",
    "location": {
      "province": "گیلان",
      "city": "رشت",
      "coordinates": {
        "latitude": null,
        "longitude": null
      }
    },
    "ingredients": [
      "شکر ۱ لیوان",
      "آب ۱ و ۱/۲ لیوان",
      "گلاب ۱/۳ لیوان",
      "زعفران آب کرده ۵ قاشق غذاخوری",
      "پودر هل ۱/۴ قاشق چایخوری",
      "روغن مایع ۱ لیوان (ابتدا داغ شده و پس از تفت دادن آرد به آن اضافه می‌شود)",
      "آرد سفید یا آرد سنگک ۲ لیوان",
      "کره ۵۰ گرم (پس از اضافه کردن همه مواد به آرد به آن اضافه می‌شود)",
      "تخم گشنیز: یک قاشق غذاخوری"
    ],
    "instructions": [
      "1. برای تهیه شیره حلوا باید شکر، آب، گلاب، زعفران و هل را مخلوط کنید و درون قابلمه‌ای روی حرارت ملایم قرار دهید تا ۵ دقیقه بجوشد، روغن را نیز داخل قابلمه‌ای بریزید تا گرم شود؛ آرد را ۲ بار الک کنید سپس داخل ظرفی بریزید و با حرارت کم شروع به تفت دادن کنید.",
      "2. آرد را آنقدر تفت دهید تا رنگ آرد کرم شود. بسیار مراقب باشید آرد شما ته نگیرد (با قاشق مرتب آرد را هم بزنید)پس از آنکه رنگ آرد کرم شد روغن داغ را به آرد اضافه کنید و خوب مخلوط نمائید تا آرد سرخ شود و رنگ آرد طلایی شود.",
      "3. بعد از سرخ شدن آرد و روغن، تخم گشنیز را هم می‌ریزیم و سرخ می‌کنیم تا بوی خامی آرد از بین برود.",
      "4. حرارت را کم کنید و شیره داغ (مخلوط اب و شکر که از قبل آماده کرده‌اید) را اضافه کنید، پس از اضافه کردن همه مواد را خوب مخلوط کنید سپس کره را اضافه کنید و هم بزنید تا حلوا خودش را بگیرد و به روغن بیفتد."
    ],
    "meal_type": [
      "شیرینی"
    ],
    "occasion": [],
    "images": {
      "تصویر نهایی": "https://cdn.yjc.ir/files/fa/news/1397/5/23/8477247_603.jpg"
    }
  },
  {
    "title": "خَرش حلوا",
    "location": {
      "province": "گیلان",
      "city": "رشت",
      "coordinates": {
        "latitude": null,
        "longitude": null
      }
    },
    "ingredients": [
      "آرد برنج الک شده ۲ پیمانه",
      "آرد گندم الک شده ۲ پیمانه",
      "خرش (سبزی محلی) خرد شده ۲ پیمانه",
      "شکر ۴ پیمانه",
      "کره ۵۰۰ گرم",
      "آب به مقدار لازم",
      "شیرینی های خوشمزه استان گیلان",
      "آرد شیرینی ۱ کیلو",
      "پودر قند نیم کیلو",
      "خَرش",
      "روغن جامد نیم کیلو"
    ],
    "instructions": [
      "1. آرد برنج و گندم را مخلوط می‌کنیم و در تابه با کره تفت می‌دهیم تا بوی خامی آن گرفته شود.",
      "2. سپس سبزی را که از قبل خرد کرده‌ایم اضافه می‌کنیم و باز تفت می‌دهیم.",
      "3. شکر را با مقداری آب می‌جوشانیم تا شربت غلیظی شود.",
      "4. سپس آن را در آرد ریخته و به آرامی مخلوط می‌کنیم.",
      "5. سینی مناسبی را چرب کرده و مواد را در آن پهن می‌کنیم. قطر تقریبی ۱/۵ سانتیمتر باشد.",
      "6. مواد را می‌گذاریم تا کاملاً سرد شود. سپس به صورت مربع یا لوزی برش می‌زنیم و در ظرف در دار نگهداری می‌کنیم.",
      "1. ابتدا خرش را شسته و خرد می‌کنیم. سپس در روغن با حرارت ملایم تفت می‌دهیم، آرد را نیز در ظرفی جداگانه با حرارت ملایم تفت می‌دهیم تا طلایی شود.",
      "2. سپس آرد را در ظرفی الک می‌کنیم .(بهتر است برای تمامی شیرینی‌ها آرد را الک کنیم). روغن را روی حرارت ملایم آب کردن و آرد و شکر را کم‌کم به آن ضافه می‌کنیم و خوب با دست ورز می‌دهیم تا روغن و شکر خوب با آرد مخلوط شود و مواد یکدست شود.",
      "3. موارد را ۲ قسمت می‌کنیم. یک بخش مواد را در سینی پهن می‌کنیم و دقت می‌کنیم که یکدست و صاف شود.",
      "4. بخش دیگر مواد را در ظرفی ریخته و با خرش تفت داده شده خوب مخلوط می‌کنیم. مواد خرش زده شده را روی مواد قبلی در سینی اضافه می‌کنیم و با تکان دادن آرام سینی آن را صاف و یکدست می‌کنیم.",
      "5. وقتی که حلوا سرد شد آن را به صورت لوزی برش می‌زنیم و در ظرف مورد نظر می‌چینیم."
    ],
    "meal_type": [
      "شیرینی"
    ],
    "occasion": [],
    "images": {
      "تصویر نهایی": "https://cdn.yjc.ir/files/fa/news/1397/5/23/8477249_455.jpg"
    }
  },
  {
    "title": "رشته خوشکار",
    "location": {
      "province": "گیلان",
      "city": "رشت",
      "coordinates": {
        "latitude": null,
        "longitude": null
      }
    },
    "ingredients": [
      "آب: ۱/۵ لیوان",
      "دارچین: یک قاشق مرباخوری",
      "شکر: به میزان لازم"
    ],
    "instructions": [
      "1. ابتدا برنج را می‌شوییم و چند ساعتی آن را خیس می‌کنیم و بعد آن را روی دستمالی می‌ریزیم تا آب آن گرفته شود.",
      "2. سپس برنج را آسیاب می‌کنیم تا آرد برنج نرم و مرغوبی به دست آید (بهترین برنج برای رشته خوشکار برنجی است که شیرین و چسبان باشد.)",
      "3. آب و آرد برنج را با یکدیگر مخلوط می‌کنیم و چند ساعتی آن را کنار می‌گذاریم. سپس آب اضافی را که روی آرد جمع شده به آرامی خالی می‌کنیم و مایه را در ظرف مخصوص شانه خوشکار می‌ریزیم (این وسیله از شش سوراخ بلند استوانه‌ای تشکیل شده است). ( در صورت عدم وجود از قیف های جای سس هم میتوان استفاده کرد)",
      "4. یک سینی مسی را روی حرارت متوسط قرار می‌دهیم و با پارچه تمیزی آن را با کمی روغن چرب می‌کنیم و انگشتان را روی تک‌تک سوراخ‌های شانه می‌گذاریم و آن را روی سینی قرار می‌دهیم و یکباره انگشتان را بر می‌داریم و مانند زولبیا دور تا دور و وسط سینی را طرحی از خطوط باریک ترسیم می‌کنیم.",
      "5. بعد از چند ثانیه آن را برمی‌داریم و روی پارچه تمیزی قرار می‌دهیم و بلافاصله چهار گوشه آن را به داخل تا می‌کنیم و یک قسمت را روی قسمت بعدی می‌آوریم و از مایه میانی* روی یک سمت از آن می‌ریزیم و قسمت آخر را که در نهایت آخرین تا است، روی آن می‌آوریم و با کناردست اطراف آن را می‌چسبانیم.",
      "6. تمام مایه را به همین روش انجام می‌دهیم.",
      "7. سپس جداگانه روغن مایع را داغ و رشته خوشکارها را در حد طلایی سرخ می‌کنیم و در شربت* می‌غلتانیم و در ظرف مناسبی می‌چینیم."
    ],
    "meal_type": [
      "شیرینی"
    ],
    "occasion": [],
    "images": {
      "تصویر نهایی": "https://cdn.yjc.ir/files/fa/news/1397/5/23/8477250_486.jpg"
    }
  },
  {
    "title": "فرنی",
    "location": {
      "province": "گیلان",
      "city": "رشت",
      "coordinates": {
        "latitude": null,
        "longitude": null
      }
    },
    "ingredients": [
      "شیر ۲ لیوان",
      "آرد برنج ۲ قاشق غذاخوری سرپر",
      "شکر ۴ قاشق غذاخوری (در صورتی که فرنی را با مربا میل خواهید کرد از ریختن شکر خوداری کنید)",
      "آب نصفِ استکان",
      "گلاب ۱ قاشق غذاخوری",
      "کاکائو ۱ قاشق مرباخوری برای تزیین در صورت تمایل",
    ],
    "instructions": [
      "1. ابتدا شیر سرد را با لیوان‌های دسته دار که در تمامی خانه‌ها یافت می‌شود در قابلمه مورد نظر بریزید.",
      "2. سپس آرد برنج و آب را اضافه کنید و کاملاً هم بزنید تا آرد در شیر سرد حل شود روی حرارت گذاشته و مرتباً هم بزنید اگر لحظاتی هم زدن را متوقف کنید، باعث می‌شود آرد برنج در شیر گلوله گلوله شود.",
      "3. پس مرتباً به هم زنید تا کمی غلیظ شود بعد از روی حرارت کنار گذاشته و شکر و گلاب را اضافه کنید. دوباره روی حرارت گذارید و هم بزنید تا قوام لازم برای فرنی بدست آید فرنی را بایستی سریعاً در کاسه‌های کوچکی که از قبل آماده چیده‌اید، بریزید دقت داشته باشید که در هنگام سرد شدن کمی سفت تر می‌شود پس وقتی از روی حرارت برمی دارید نه سفت و نه شل باشد."
    ],
    "meal_type": [
      "شیرینی"
    ],
    "occasion": [],
    "images": {
      "تصویر نهایی": "https://cdn.yjc.ir/files/fa/news/1397/5/23/8477252_230.jpg"
    }
  },
  {
    "title": "کلوچه فومن",
    "location": {
      "province": "گیلان",
      "city": "فومن",
      "coordinates": {
        "latitude": null,
        "longitude": null
      }
    },
    "ingredients": [],
    "instructions": [
      "1. ابتدا کره را با همزن می‌زنیم تا پفکی شود سپس آرد و بکینگ پودر را به تدریج اضافه کرده و خوب ورز می‌دهیم خمیر را در نایلون گذاشته و در محیط آشپزخانه به مدت نیم ساعت استراحت می‌دهیم .",
      "2. سپس از خمیر به اندازه یک نارنگی کوچک برداشته در کف دست پهن کرده و مواد وسط را میان آن گذاشته اطرافش را خوب می‌بندیم و دوباره در کف دست خوب پهن و نازک کرده و در سینی فر چیده روی آنرا زرده تخم مرغ مالیده و نقش می‌اندازیم .",
      "3. سپس با چنگال چند سوراخ کرده کنجد می‌پاشیم و در طبقه وسط فر با حرارت ۴۰۰ درجه فا ر نهایت یا ۲۰۰ درجه سانتی گراد یک ربع ساعت قبل روشن کرده و به مدت ۱۰ دقیقه می‌پزیم .",
      "4. سپس فر را خاموش کرده و برای طلایی شده سطح آن گریل را روشن می‌کنیم تا روی آن برشته شود."
    ],
    "meal_type": [
      "شیرینی"
    ],
    "occasion": [],
    "images": {
      "تصویر نهایی": "https://cdn.yjc.ir/files/fa/news/1397/5/23/8477253_288.jpg"
    }
  },
  {
    "title": "گل پالوده یا گل پالدو",
    "location": {
      "province": "گیلان",
      "city": "رشت",
      "coordinates": {
        "latitude": null,
        "longitude": null
      }
    },
    "ingredients": [
      "شیر دو پیمانه",
      "آب یک پیمانه",
      "شکر ۱/۴ پیمانه",
      "گل محمدی ۱/۴ پیمانه",
      "آرد نصف پیمانه",
      "شیرینی های خوشمزه استان گیلان",
      "آرد سفید گندم ۱۰۰ گرم",
      "تخم‌مرغ ۶ عدد",
      "پودر نشاسته ۱۰۰ گرم",
      "گلاب ۴ تا ۵ قاشق سوپ‌خوری",
      "روغن برای سرخ کردن به مقدار لازم",
      "خاک قند مقداری"
    ],
    "instructions": [
      "1. آرد را تفت داده تا بوی آن گرفته شود. سپس بگذارید سرد شود.",
      "2. سپس آن را الک کرده با شیر و آب مخلوط کنید و روی حرارت گذاشته و مرتب هم بزنید.",
      "3. بعد از ده دقیقه گل محمدی را به مخلوط اضافه کنید.",
      "4. وقتی سفت شد شکر را هم‌زمان که هم می‌زنیم درون مواد می‌ریزیم تا کاملاً سفت شود.",
      "1. ابتدا کاسه‌ای آماده کرده و پودر نشاسته را داخل آن بریزید، سپس کم‌کم گلاب را به نشاسته اضافه کنید تا گلوله گلوله نشود.",
      "2. پس از اینکه نشاسته به صورت خمیر درآمد، تخم‌مرغ‌ها را بشکنید و به آن بیفزایید و با قاشق، خوب مواد را با هم مخلوط کنید.",
      "3. آخرین ماده مورد نیاز این شیرینی آرد است؛ ابتدا آن را خوب الک کرده، سپس به مواد افزوده و هم بزنید. به این ترتیب مایه شیرینی آماده می‌شود.",
      "4. با توجه به اینکه برای پخت این شیرینی نیاز به روغن زیادی است، کاسه فلزی گودی در اندازه متوسط آماده کرده و از روغن پر کنید، سپس روی شعله اجاق گاز قرار دهید تا داغ شود.",
      "5. پس از اینکه روغن داغ شد، قالب مخصوص شیرینی‌پزی را داخل روغن داغ قرار دهید تا آن هم داغ شود. بعد دسته قالب را گرفته و آن را در مایه به اندازه‌ای فرو کنید که مایه تنها تا یک میلی‌متر مانده به لبه قالب را دربر بگیرد؛ پس از آن، بلافاصله قالب را داخل روغن داغ روی شعله ملایم قرار دهید و به محض اینکه شیرینی خودش را گرفت، قالب را کمی تکان دهید تا به‌راحتی جدا شده و در روغن سرخ شود. بقیه مایه را نیز با قالب‌های مختلف برداشته و سرخ کنید.",
      "6. پس از اینکه شیرینی‌ها آماده شد، آنها را در ظرف مورد نظر بچینید و خاک قند را روی آن بپاشید."
    ],
    "meal_type": [
      "شیرینی"
    ],
    "occasion": [],
    "images": {}
  }
]