[
  {
    "title": "حلوای هویج",
    "location": {
      "province": "آذربایجان غربی",
      "city": "ارومیه",
      "coordinates": {
        "latitude": null,
        "longitude": null
      }
    },
    "ingredients": [
      "۱ لیوان هویج رنده شده",
      "۱ لیوان شیره انگور",
      "۳ چهارم لیوان گردو",
      "۲ قاشق غذا خوری عرق هل یا گلاب"
    ],
    "instructions": [
      "هویج و شیره انگور را مخلوط کرده و روی حرارت ملایم قرار دهید",
      "گاه گاهی هم بزنید تا حلوا ته نگیرد، تا زمانی روی حرارت قرار دهید که هویج داخل شیره خوب پخته شده و حلوا از حالت آبدار بودن دربیاید",
      "هنگامی که حدود یک قاشق شیره ته ظرف بود، آن را از روی حرارت بردارید",
      "اکنون گردو و گلاب را اضافه کرده و مخلوط نمایید"
    ],
    "meal_type": [
      "دسر"
    ],
    "occasion": [],
    "images": {}
  },
  {
    "title": "آش کله جوش",
    "location": {
      "province": "آذربایجان غربی",
      "city": "ارومیه",
      "coordinates": {
        "latitude": null,
        "longitude": null
      }
    },
    "ingredients": [
      "۱ کیلو تره، جعفری و نعنا تازه",
      "۳۰۰ گرم کرفس",
      "۲ فنجان بلغور",
      "۱ عدد پیاز",
      "۴۰۰ گرم گوشت ماهیچه",
      "۲ قاشق غذاخوری نعنا",
      "کشک محلی به میزان دلخواه",
      "روغن، نمک، فلفل و زردچوبه به میزان دلخواه"
    ],
    "instructions": [
      "در یک تابه کمی روغن ریخته و گوشت ها را پس از تقسیم کردن به قطعات کوچک به همراه پیاز در آن تفت دهید",
      "به گوشت کمی آب اضافه کرده و به مدت نیم ساعت روی حرارت ملایم اجاق گاز قرار دهید",
      "در یک ظرف بزرگ آب ریخته و پس از جوش آمدن، گوشت، بلغور، سبزیجات، نمک، فلفل و زردچوبه را اضافه کرده و یک ساعت روی حرارت متوسط شعله اجاق گاز قرار دهید",
      "سپس پیاز و نعنا را در روغن سرخ کرده و به همراه کشک به آن اضافه کنید"
    ],
    "meal_type": [
      "آش"
    ],
    "occasion": [],
    "images": {}
  },
  {
    "title": "آش بلغور",
    "location": {
      "province": "آذربایجان غربی",
      "city": "ارومیه",
      "coordinates": {
        "latitude": null,
        "longitude": null
      }
    },
    "ingredients": [
      "۱ عدد متوسط سیب زمینی متوسط",
      "۱ عدد گوجه فرنگی",
      "۱ پیمانه لوبیا قرمز پخته",
      "۱ قاشق غذاخوری رب گوجه فرنگی",
      "نمک، فلفل و زردچوبه به مقدار لازم",
      "۱ عدد فلفل دلمه ای کوچک",
      "۱ پیمانه بلغور",
      "۱ عدد پیاز",
      "۱ قاشق غذاخوری نعنا خشک",
      "لیمو ترش تازه به مقدار لازم"
    ],
    "instructions": [
      "بلغور را نیم ساعت قبل خیس کنید",
      "سیب زمینی و فلفل دلمه ای را نگینی خرد کنید و کنار بگذارید",
      "پیاز را خلال کرده و سرخ کنید",
      "نمک، فلفل و زردچوبه را هم بریزید و تفت دهید",
      "سپس رب گوجه فرنگی را هم اضافه کرده و بازهم تفت دهید",
      "بلغور را با کمی آب به بقیه مواد اضافه کنید",
      "یکی دو جوش که زد، سیب زمینی و فلفل را هم بریزید و بگذارید با در بسته و حرارت ملایم سیب زمینی نرم شود",
      "اگر آب آن کم بود، آب جوش بریزید و مواظب باشید ته نگیرد",
      "وقتی سیب زمینی پخته شد، لوبیا قرمز پخته شده را هم اضافه کنید",
      "مواد که پخته شدند نعنا خشک را هم بریزید و هم بزنید",
      "هنگام سرو، آب لیمو تازه روی آش بریزید"
    ],
    "meal_type": [
      "آش"
    ],
    "occasion": [],
    "images": {}
  },
  {
    "title": "آش کلم و سماق",
    "location": {
      "province": "آذربایجان غربی",
      "city": "-",
      "coordinates": {
        "latitude": null,
        "longitude": null
      }
    },
    "ingredients": [
      "کلم سفید",
      "۱ استکان شوید، نعناع و گشنیز خرد شده همه با هم",
      "۰.۵ استکان سماق",
      "۰.۵ استکان لپه",
      "۱ چهارم استکان برنج",
      "نمک و فلفل"
    ],
    "instructions": [
      "ابتدا نصف کلم را خرد کرده و کاملا می شوییم",
      "سپس با یک تا دو استکان آب و نمک و فلفل روی حرارت قرار می دهیم",
      "لپه و برنج را اضافه کرده و می پزیم تا لعاب بیندازد",
      "اکنون سبزی را اضافه می کنیم",
      "سماق را داخل یک لیوان آب می جوشانیم و بعد آب آن را که از صافی گذرانده ایم به آش اضافه می کنیم(البته میزان ترشی آش را به دلخواه می توان کم یا زیاد نمود)",
      "پس از آن که آش کمی جوشید آن را در ظرف مورد نظر می ریزیم"
    ],
    "meal_type": [
      "آش"
    ],
    "occasion": [],
    "images": {}
  },
  {
    "title": "گزلمه",
    "location": {
      "province": "آذربایجان غربی",
      "city": "ارومیه",
      "coordinates": {
        "latitude": null,
        "longitude": null
      }
    },
    "ingredients": [
      "۲ فنجان ماست چکیده بدون چربی",
      "۱۰۰ گرم کره",
      "۱۰۰ گرم روغن اعلای کرمانشاهی",
      "۶ عدد سیر",
      "۷ عدد تخم مرغ",
      "۲ فنجان آب",
      "۳ عدد نان لواش",
      "زردچوبه قدری",
      "فلفل قدری",
      "نمک قدری"
    ],
    "instructions": [
      "ماست را کمی با آب شل می کنیم",
      "سیر را کوبیده و کمی نمک به آن اضافه می کنیم و روی حرارت ملایم هم می زنیم تا داغ شود، اما جوش نیاید زیرا ماست می برد (ضمنا اگر ماست خیلی شل باشد در ظرف، وا می رود و اگر سفت باشد یک جا می ماند)",
      "ماست باید کمی از فرنی سفت تر شود",
      "کف یک پیرکس یا دیس را با نان می پوشانیم",
      "سپس در یک تابه کره ریخته و تخم مرغ ها را نیمرو می کنیم و نیمروها را روی نان داخل پیرکس گذاشته و ماست گرم شده را روی آن می ریزیم و کمی نمک و فلفل به آن اضافه می کنیم"
    ],
    "meal_type": [
      "خوراک"
    ],
    "occasion": [],
    "images": {}
  },
  {
    "title": "شورجه",
    "location": {
      "province": "آذربایجان غربی",
      "city": "ارومیه",
      "coordinates": {
        "latitude": null,
        "longitude": null
      }
    },
    "ingredients": [
      "۱ کیلو ماست سفت",
      "۱ عدد تخم مرغ",
      "زعفران خشک مقداری",
      "۱ پیمانه پیاز داغ",
      "۵۰۰ گرم گوشت قیمه پخته",
      "۱ استکان آب گوشت",
      "نمک و فلفل به میزان لازم",
      "۲ قاشق سوپخوری نشاسته ذرت"
    ],
    "instructions": [
      "در ظرفی ماست را با تخم مرغ و زعفران مخلوط کنید",
      "پیاز داغ را در قابلمه ریخته و گوشت را با آن تفت دهید",
      "آب گوشت را اضافه کنید، اجازه دهید بجوشد و آب آن کشیده شود(کمی آب داشته باشد)",
      "سپس مخلوط ماست را آرام آرام به مایه گوشت اضافه کرده (در چند مرحله) و مرتب هم بزنید تا به روغن بیفتد",
      "بعد از چند لحظه هم زدن آن را از روی حرارت کنار گذاشته و در آخر نمک و فلفل آن را اندازه کنید",
      "نشاسته ذرت را با 4 تا 5 قاشق سوپخوری آب سرد مخلوط کرده و روی غذا بدهید",
      "مجددا یک حرارات کوتاه توام با هم زدن به غذا داده و آن را از روی حرارت بردارید",
      "غذا را تا گرم است در ظرف مخصوص سرو بکشید"
    ],
    "meal_type": [
      "خوراک"
    ],
    "occasion": [],
    "images": {}
  },
  {
    "title": "ییرتیخلی",
    "location": {
      "province": "آذربایجان غربی",
      "city": "ارومیه",
      "coordinates": {
        "latitude": null,
        "longitude": null
      }
    },
    "ingredients": [
      "۱ کیلو گرم کلم سفید خرد شده",
      "۱ لیوان لوبیا چیتی پخته",
      "۱ قاشق سوپخوری نعنا خرد شده",
      "۲ قاشق سوپخوری جعفری خرد شده",
      "۰.۵ لیوان بلغور گندم",
      "۰.۵ لیوان برنج آشی (نیم دونه یا گرده)",
      "۲ ق سوپخوری رب",
      "۲ لیتر(یا جایگزین مثل آب مرغ یا قرص) آب قلم",
      "۱ ق چایخوری پودرفلفل قرمز",
      "۱ ق چایخوری زرد چوبه",
      "۱ لیوان آب غوره",
      "فلفل درسته به مقدار تمایل",
      "۲ قاشق سوپخوری روغن"
    ],
    "instructions": [
      "کلم و زرد چوبه را 2 الی 3 دقیقه در روغن تفت دهید",
      "بلغور و آب قلم را اضافه کرده و آن را با حرارت ملایم بجوشانید تا بلغور نیم پز شود",
      "اکنون برنج را اضافه کرده و هم بزنید",
      "در صورت لزوم آب اضافه کنید(به قدری که 1 بند انگشت روی مواد را بگیرد)",
      "صبر کنید تا برنج نرم شود، سپس لوبیا، فلفل درسته، سبزی و رب را اضافه کرده، نمک و فلفل را اندازه کنید و صبر کنید تا مانند سوپ غلیظ شود و جا بیفتد",
      "سماق نساییده را چند لحظه در آب جوش بجوشانید و صاف کنید",
      "سپس آب آن را به عنوان چاشنی به غذا اضافه کرده(اگر به سماق دسترسی نداشتید، آبغوره اضافه کنید)، هم بزنید و اجازه دهید غذا مزه دار شود"
    ],
    "meal_type": [
      "خوراک"
    ],
    "occasion": [],
    "images": {}
  },
  {
    "title": "شوربا",
    "location": {
      "province": "آذربایجان غربی",
      "city": "-",
      "coordinates": {
        "latitude": null,
        "longitude": null
      }
    },
    "ingredients": [
      "۰.۵ کیلو لپه",
      "۱ عدد پیاز",
      "۳ قاشق غذاخوری نعنا",
      "۲ قاشق غذاخوری زرشک",
      "ریحان، مرزه، ترخون و چهل گیاه (سبزی مخصوص ارومیه) به میزان دلخواه",
      "۱ عدد تخم مرغ",
      "۱ فنجان برنج ماشی",
      "۴ عدد سیب زمینی",
      "نمک و فلفل به میزان دلخواه"
    ],
    "instructions": [
      "لپه را همراه برنج در ظرفی پر از آب جوش ریخته و تا پخته شدن کامل آن صبر کنید، سپس سبزی و سیب زمینی را با کمی روغن، زردچوبه، نمک و فلفل به آن اضافه کرده و به مدت نیم ساعت روی حرارت ملایم اجاق گاز قرار دهید",
      "در تابه ای دیگر روغن ریخته و پیاز و نعنا و کمی زردچوبه را به آن اضافه کرده و تفت دهید",
      "سپس پیاز داغ و نعنا داغ را به آن اضافه کنید",
      "تخم مرغ را پخته و در آخر همراه غذا میل کنید"
    ],
    "meal_type": [
      "خوراک"
    ],
    "occasion": [],
    "images": {}
  },
  {
    "title": "بورانی لوبیا",
    "location": {
      "province": "آذربایجان غربی",
      "city": "-",
      "coordinates": {
        "latitude": null,
        "longitude": null
      }
    },
    "ingredients": [
      "۱ بشقاب غذا خوری لوبیا سبز درشت خرد شده",
      "۱ سوم استکان لپه",
      "۱ قاشق غذا خوری برنج یا بلغور",
      "۱ دانه پیاز",
      "نمک، فلفل سیاه، فلفل قرمز و زردچوبه",
      "۲ قاشق غذاخوری(یا یک لیوان آب گوجه فرنگی) رب گوجه فرنگی",
      "۱ استکان ماست",
      "۱ قاشق غذاخوری نعناع خشک یا نعناع تازه خرد شده",
      "سیر به میزان لازم"
    ],
    "instructions": [
      "پیازها را نگینی خرد کرده و سرخ می کنیم",
      "لوبیا سبزهای خرد شده را بعد از طلایی شدن پیاز به آن اضافه و کمی سرخ می کنیم",
      "اکنون لپه و رب را اضافه می کنیم",
      "در آخر هم یک لیوان آب در قابلمه می ریزیم(اگر به جای آب گوجه از رب استفاده کردید، یک لیوان آب بیشتر بریزید)",
      "حدود نیم ساعت طول می کشد تا همه مواد بپزند",
      "وقتی که لوبیا و لپه پخت، برنج یا بلغور را داخل قابلمه می ریزیم و پنج دقیقه صبر می کنیم تا غذا لعاب دار شود",
      "این خوراک نباید خیلی آب دار باشد",
      "وقتی برنج هم پخت، زیر قابلمه را خاموش کنید و نعنا خشک یا تازه و خرد شده را به قابلمه اضافه کنید",
      "در آذربایجان این غذا همراه ماست و سیر سرو می شود"
    ],
    "meal_type": [
      "خوراک"
    ],
    "occasion": [],
    "images": {}
  },
  {
    "title": "قرمه مهاباد",
    "location": {
      "province": "آذربایجان غربی",
      "city": "مهاباد",
      "coordinates": {
        "latitude": null,
        "longitude": null
      }
    },
    "ingredients": [
      "۳ قاشق سوپخوری پیاز داغ عسلی",
      "۳۵۰ گرم گوشت گوسفند",
      "۱ عدد سیر",
      "۲ فنجان ماست ساده پر چرب",
      "۱ قاشق مرباخوری زعفران",
      "۲ عدد زرده تخم مرغ",
      "زردچوبه قدری",
      "فلفل قدری",
      "نمک قدری"
    ],
    "instructions": [
      "گوشت را تکه تکه کرده و پس از سرخ کردن پیازها، گوشت ها را اضافه کرده و کمی سرخ می کنیم",
      "سپس خلال سیرها را اضافه کرده، کمی سرخ می کنیم",
      "نمک، زرد چوبه و ادویه را اضافه کرده و هم می زنیم",
      "در پایان آب را اضافه کرده و حرارت را کم می کنیم",
      "پس از پخته شدن، ماست، زعفران غلیظ آب گرفته و کمی نمک را خوب هم می زنیم و قابلمه را از روی حرارت بر می داریم، وقتی کمی خنک شد، ماست را اضافه کرده و به آرامی هم می زنیم",
      "در صورت تمایل می توانیم 2 عدد زرده تخم مرغ را هم زده و به غذا اضافه کنیم و مجددا روی حرارت ملایم قرار دهیم و هم بزنیم تا آب آن کمی برچیده شود و جا بیفتد"
    ],
    "meal_type": [
      "خورش"
    ],
    "occasion": [],
    "images": {}
  },
  {
    "title": "حلوای اوماج",
    "location": {
      "province": "آذربایجان غربی",
      "city": "نقده",
      "coordinates": {
        "latitude": null,
        "longitude": null
      }
    },
    "ingredients": [
      "۲ پیمانه آرد",
      "۳ / 4 پیمانه روغن",
      "۱ لیوان آب یک آبپاش و",
      "۰.۵ استکان گلاب",
      "۰.۵ کوب در صورت تمایل گردوی",
      "در صورت تمایل پودر یا عرق هل کمی(روش سنتی هل نداره)",
      "۰.۵ پیمانه شکر ونصف پیمانه شیره انگور یا دوشاب برای شهد: کمی آب",
      "زعفران دم کرده کمی"
    ],
    "instructions": [
      "ابتدا آرد را در یک ظرف بزرگ بریزید و با دست روی آن آب بپاشید تا خیس شود",
      "سپس این آرد خیس را از آبکش رد کنید و با دست روی آرد بکشید تا از سوراخ های آبکش به صورت دانه های خمیر رد شود",
      "اکنون آرد را در یک سینی بریزید و با آب پاش روی آن آب بپاشید و مرتب با چنگال سطح آن را هم بزنید تا آرد به لوله های ریز خمیر(اوماج) تبدیل شود",
      "اکنون سینی را در دمای آشپزخانه قرار دهید تا کمی خشک شود",
      "در این فاصله شربت را درست کنید",
      "بدین ترتیب که نصف پیمانه شکر، زعفران و دوشاب غلیظ را مخلوط کرده و روی حرارت قرار دهید تا کمی بجوشد",
      "وقتی اوماج ها کمی خشک شدند، آنها را در دستگاه غذاساز بریزید تا دانه ها کاملا ریز شود(در روش سنتی اوماج ها را با دو سه سایز الک می کنند)",
      "سه چهارم پیمانه روغن را داغ کنید و اوماج ها را داخل آن بریزید(حرارت باید ملایم باشد)",
      "به قدری هم بزنید که رنگش کاملا عوض شود",
      "اکنون شربت را روی حلوا بریزید(البته قبل آن کمی گلاب داخل شربت بریزید)",
      "حلوا را کمی روی حرارت قرار دهید تا سفت شود"
    ],
    "meal_type": [
      "دسر"
    ],
    "occasion": [],
    "images": {}
  },
  {
    "title": "گوکه",
    "location": {
      "province": "آذربایجان غربی",
      "city": "ارومیه",
      "coordinates": {
        "latitude": null,
        "longitude": null
      }
    },
    "ingredients": [
      "۷ پیمانه آرد",
      "۱ قاشق مربا خوری مخمر خشک",
      "۳ عدد تخم مرغ",
      "۱ عدد زرده تخم مرغ",
      "۱ پیمانه کره آب کرده",
      "۱ قاشق شکر",
      "۱ قاشق مرباخوری نمک"
    ],
    "instructions": [
      "مخمر را با یک قاشق چایخوری شکر در شیر حل کنید و ٥ الی ٦ دقیقه در جای گرمی بگذارید",
      "6 پیمانه آرد را الک کنید و مخلوط شیر، مخمر و کره آب کرده را روی آن بریزید",
      "٣ تخم مرغ را با نمک و باقیمانده شکر اضافه کنید(اگر خمیر سفت شد با اندکی آب نرم کنید)",
      "آرد را ورز دهید تا خمیر سفتی به دست آید",
      "اگر خمیر شل بود کمی آرد اضافه کنید و مجددا ورز دهید",
      "روی تخته آرد بپاشید و خمیر را روی آن ورز بدهید",
      "سپس آن را گلوله کرده و در ظرف چرب کرده بیندازید و یک دور بگردانید تا روی خمیر چرب شود و هنگام خواباندن خشک نشود",
      "روی ظرف را بپوشانید و آن را دو ساعت در جای گرمی قرار دهید تا خمیر ور بیاید",
      "فر را روی ٢٠٠ درجه سانتیگراد داغ کنید",
      "روی تخته کار آرد پاشیده، خمیر را روی آن بیندازید و با کارد دو قسمت کنید",
      "هر قسمت را چانه بگیرید و ١٠ الی ١٢ دقیقه بخوابانید، سپس آن را به اندازه پیش دستی پهن کنید",
      "سینی فر را چرب کرده و گوکه را در سینی قرار دهید",
      "زرده تخم مرغ را با ٢ الی ٣ قاشق شیر بزنید و روی گوکه بمالید",
      "گوکه را ١٢ الی ١٥ دقیقه در فر بگذارید",
      "همین قدر که روی آن برشته شود کافی است",
      "اکنون آن را از فر خارج کرده و روی شبکه سیمی قرار دهید تا خنک شود"
    ],
    "meal_type": [
      "شیرینی و نان"
    ],
    "occasion": [],
    "images": {}
  },
  {
    "title": "شربت بادرنجبویه و بیدمشک",
    "location": {
      "province": "آذربایجان غربی",
      "city": "ارومیه",
      "coordinates": {
        "latitude": null,
        "longitude": null
      }
    },
    "ingredients": [
      "۱ لیوان عرق بادرنجبویه",
      "۱ لیوان عرق بیدمشک",
      "نبات، عسل یا شکر به میزان لازم",
      "۱ لیوان آب"
    ],
    "instructions": [
      "عرق بادرنجبویه، عرق بیدمشک و آب را مخلوط کرده و سپس با نبات، شکر و یا عسل شیرین نمایید"
    ],
    "meal_type": [
      "نوشیدنی ها"
    ],
    "occasion": [],
    "images": {}
  }
]