[
  {
    "title": "بادمجان شکم پر",
    "location": {
      "province": "گیلان",
      "city": "-",
      "coordinates": {
        "latitude": null,
        "longitude": null
      }
    },
    "ingredients": [
      "۶ عدد متوسط بادمجان",
      "۱۰۰ گرم گردو",
      "۱ دوم فنجان روغن مایع",
      "۱ قاشق مرباخوری رب انار",
      "۱ قاشق مرباخوری رب گوجه",
      "۱ قاشق چایخوری دارچین",
      "زردچوبه به مقدار لازم",
      "۱ قاشق چایخوری سبزی معطر (ریحان خشک)"
    ],
    "instructions": [
      "ابتدا گردو را آسیاب کرده و به آن رب انار،رب گوجه ، دارچین ، زردچوبه ، ریحان خشک رااضافه کرده و با هم مخلوط می کنیم ، تا مواد داخل بادمجان آماده شود",
      "سپس بادمجان ها را پوست کنده و وسط آنها را به صورت عمودی برش می دهیم ، به طوری که از وسط نصف نشود",
      "درمرحله بعد مواد آماده شده را در داخل بادمجان ها قرار می دهیم ، در این هنگام روغن رادر ماهی تابه قرار داده و بادمجان ها را داخل آن قرار می دهیم و با حرارت کم درب ماهی تابه رامی گذاریم تا بادمجان ها هم پخته و هم سرخ شوند"
    ],
    "meal_type": [
      "خوراک"
    ],
    "occasion": [],
    "images": {}
  },
  {
    "title": "بورش",
    "location": {
      "province": "گیلان",
      "city": "-",
      "coordinates": {
        "latitude": null,
        "longitude": null
      }
    },
    "ingredients": [
      "۱ کیلوگرم گوشت قلم با استخوان (گوساله)",
      "۰.۵ کیلوگرم کلم برگ",
      "۳ عدد هویج",
      "۲ عدد سیب زمینی",
      "۱ عدد چغندر",
      "۲ قاشق غذاخوری رب گوجه فرنگی",
      "۱۵۰ گرم یا نیم کیلو ماست خامه"
    ],
    "instructions": [
      "گوشت را با مقداری آب می گذاریم بپزد",
      "آب گوشت را صاف می کنیم",
      "استخوان را از قلم جدا کرده، کلم را خلال می کنیم",
      "هویج و چغندر را ریز کرده داخل آب گوشت می ریزیم تا بپزد",
      "سیب زمینی را خردکرده به آن اضافه می کنیم",
      "وقتی سبزی ها پخته شدند رب گوجه فرنگی را می ریزیم چند جوش که زد نمک و فلفل زده برمیداریم",
      "برش را در سوپخوری ریخته و خامه را رویش می ریزیم",
      "بجای خامه می توان ماست به کار برد",
      "اگر مایل باشیم برش کمی غلیظ تر باشد می توانیم یک قاشق آرد را در کمی کره تفت بدهیم و آن را وقتی که گوشت و سبزیجات پخته شدند داخل برش می ریزیم"
    ],
    "meal_type": [
      "خوراک"
    ],
    "occasion": [],
    "images": {}
  },
  {
    "title": "خورش گل در چمن",
    "location": {
      "province": "گیلان",
      "city": "-",
      "coordinates": {
        "latitude": null,
        "longitude": null
      }
    },
    "ingredients": [
      "۰.۵ کیلو گوشت مغز ران",
      "۱ / 5 کیلوگرم پاچه باقلای سبز",
      "۰.۵ کیلو شوید",
      "۳ عدد تخم مرغ",
      "۱ بته سیر",
      "زردچوبه و نمک و فلفل به مقدار کافی"
    ],
    "instructions": [
      "گوشت را شسته و قطعه قطعه نموده در کمی روغن سرخ می کنیم و با دو سه لیوان آب میگذاریم بپزد",
      "وقتی کاملا پخت و آبش کم شد پاچه باقلای تازه را از دوپوست جدا کرده و شوید را تمیز نموده و ریز خرد می کنیم",
      "سیر را هم پوست کنده و خرد می کنیم",
      "آنگاه پاچه باقلا و شوید و سیر و زردچوبه را با کمی روغن سرخ کرده به گوشت پخته شده اضافه می کنیم و با حرارت ملایم میگذاریم بپزد تا جا بیفتد",
      "تخم مرغ را هم در آن می شکنیم تا ببندد",
      "به غذا نمک و فلفل زده آنرا از روی اجاق برمیداریم",
      "باید توجه داشت که باقلا نباید له شود همینقدر که نرم شود کافی است"
    ],
    "meal_type": [
      "خورش"
    ],
    "occasion": [],
    "images": {}
  },
  {
    "title": "کاکا با آرد گندم",
    "location": {
      "province": "گیلان",
      "city": "-",
      "coordinates": {
        "latitude": null,
        "longitude": null
      }
    },
    "ingredients": [
      "۱ پیمانه آرد گندم الک شده",
      "۱ پیمانه کدو حلوایی پخته و پوست گرفته",
      "۱ عدد تخم مرغ",
      "۱ قاشق چایخوری دارچین؛ مغز هل کوبیده شده و نمک هر کدام",
      "۱ دوم پیمانه گلاب",
      "۱ دوم پیمانه شکر",
      "۱ قاشق چایخوری پیکینگ پودر",
      "روغن به میزان لازم"
    ],
    "instructions": [
      "کدو حلوایی ها را خوب له کرده و نرم کنید و تمام مواد لازم را با هم مخلوط کنید و به صورت خمیر درآورید",
      "بعد از یک ساعت که در دمای محیط به آن استراحت دادید",
      "آن را با دست به شکل دایره کوچک پهن کنید و در تابه مناسبی روغن بریزید و روی حرارت بگذارید تا روغن داغ شود، سپس کاکا های درست شده را در آن بگذارید و مانند کتلت هر دو روی آن را برشته کنید"
    ],
    "meal_type": [
      "سرخ کردنی"
    ],
    "occasion": [],
    "images": {}
  },
  {
    "title": "کتلت ماهی ازون بورون",
    "location": {
      "province": "گیلان",
      "city": "-",
      "coordinates": {
        "latitude": null,
        "longitude": null
      }
    },
    "ingredients": [
      "۱ کیلوگرم ماهی ازون بورون",
      "۲ عدد تخم مرغ",
      "۲ قاشق غذاخوری جعفری ریز شده",
      "۱ بته پیاز",
      "نمک و فلفل به مقدار کافی",
      "۱ فنجان نان خشک کوبیده"
    ],
    "instructions": [
      "ماهی ازون بورون را می شوئیم",
      "پوست ماهی را جدا می کنیم",
      "ستون فقرات ماهی را درمی آوریم و آن را قطعه قطعه نموده و چرخ می کنیم",
      "پیاز را در ماهی رنده می کنیم",
      "جعفری ریز شده و نمک و فلفل و تخم مرغ را اضافه می کنیم",
      "همه مواد را با هم مخلوط نموده مالش میدهیم",
      "از مایه گلوله گلوله برمیداریم",
      "کمی نان خشک کوبیده روی تخته آشپزخانه می پاشیم و مایه ماهی را در نان خشک میغلطانیم",
      "آن را مثل کتلت گوشت بشکل بیضی و به قطر دو سانت باز می کنیم و آن را با روغن در حرارت ملایم سرخ می کنیم تا طلائی شود",
      "کتلت ها را در دیس می چینیم",
      "اطراف آن ها را با برگ جعفری و نصفه های لیمو و نارنج تزئین می کنیم"
    ],
    "meal_type": [
      "سرخ کردنی"
    ],
    "occasion": [],
    "images": {}
  },
  {
    "title": "کولی غورابیج",
    "location": {
      "province": "گیلان",
      "city": "-",
      "coordinates": {
        "latitude": null,
        "longitude": null
      }
    },
    "ingredients": [
      "۸ عدد کولی ( ماهی ریز)",
      "۰.۵ کیلو سبزی ( نعناع _ خلواش _ چوچاق و گشنیز)",
      "۱ / 5 فنجان ترشی آبغوره",
      "۱ قاشق غذاخوری شکر",
      "۲۵۰ گرم مغز گردو"
    ],
    "instructions": [
      "مغز گردو را سائیده یا چرخ کرده با دو لیوان آب میگذاریم بپزد تا روغن بیندازد",
      "کولی را پوست گرفته و نمک و فلفل زده در روغن داغ دو طرفش را سرخ می کنیم",
      "سبزی را هم ساطوری ریز کرده و با روغن سرخ می کنیم",
      "آنگاه کولی سرخ شده را با سبزی و ترشی در مغز گدوی پخته شده روی حرارت ملایم دم می کنیم بعد از یکساعت که آهسته جوشید شکر و نمک و فلفل را به مقدار کافی اضافه کرده و بعد از چند دقیقه برمیداریم و با پلو سرو می کنیم"
    ],
    "meal_type": [
      "خورش"
    ],
    "occasion": [],
    "images": {}
  },
  {
    "title": "کوئی آش",
    "location": {
      "province": "گیلان",
      "city": "-",
      "coordinates": {
        "latitude": null,
        "longitude": null
      }
    },
    "ingredients": [
      "۲ کیلوگرم کدو حلوائی",
      "۱ لیوان برنج",
      "۲ لیوان شیر",
      "۰.۵ قاشق چایخوری نمک",
      "شکر و دارچین به مقدار کافی",
      "۵۰ گرم کره"
    ],
    "instructions": [
      "برنج را می شوئیم",
      "کدو را قطعه قطعه می کنیم",
      "پوست قطعه ها را می کنیم",
      "تخم و ریشه داخل کدو را می گیریم",
      "برنج و قطعه های کدوی پوست گرفته و کره را با 4 یا 5 لیوان آب کاملا می پزیم",
      "آش را گاهی هم می زنیم تا تمام مواد خوب له شود",
      "شیر و نمک را اضافه می کنیم",
      "برای آنکه آش کاملا جا بیفتد باید حرارت زیر دیگ ملایم باشد",
      "آش را در ظرف می کشیم",
      "روی آن دارچین و شکر ( آنقدر که شیرین بشود) می پاشیم",
      "حال آش کدوی ما برای خوردن آماده است",
      "به عوض شیر در آخر کار می توان 200 گرم مغز گردوی سائیده شده را به آش اضافه کرد و آش را بعد از چند جوش که زد برداشت"
    ],
    "meal_type": [
      "آش"
    ],
    "occasion": [],
    "images": {}
  },
  {
    "title": "ماهی گردپیچ",
    "location": {
      "province": "گیلان",
      "city": "-",
      "coordinates": {
        "latitude": null,
        "longitude": null
      }
    },
    "ingredients": [
      "۱ عدد ماهی درشت",
      "۰.۵ کیلو سبزی(ترخان-نعناع-گشنیز)",
      "۲۵۰ گرم گردوی چرخ شده",
      "۰.۵ پیمانه زرشک",
      "۰.۵ پیمانه روغن زیتون",
      "۰.۵ پیمانه آب لیمو",
      "۱ پیمانه سس قرمز یا سس گوجه فرنگی",
      "نمک و فلفل به مقدار کافی"
    ],
    "instructions": [
      "شکم ماهی را شکاف کوچکی می دهیم، سبزی را بدقت تمیز و ریز خرد می کنیم و با پیاز داغ کمی سرخ می کنیم و کمی نمک و فلفل به آن می زنیم، گردو و زرشک را داخل این مایه می ریزیم و ظرف را از روی آتش برمی داریم و شکم ماهی را با مایه فوق پر می کنیم، بعد ته سینی را کمی چرب می کنیم و ماهی را به همان حالتی که در آب شنا می کند در سینی فر قرار می دهیم و با حرارت 400 درجه در فر قرار می دهیم و بعد از یک ربع بیرون می آوریم پوست آنرا می کنیم و روغن زیتون و آبلیمو و نمک وفلفل را مخلوط می کنیم و به ماهی می زنیم و در حدود یک ساعت ماهی را طبخ می کنیم؛ وقتی پخته و آماده شد ماهی را از فر خارج می کنیم و از سینی بر می داریم و در دیس قرار می دهیم و اطراف آنرا با جعفری و حلقه های لیمو تزئین می کنیم، مقداری از سس را روی ماهی می دهیم و بقیه را در سس خوری بر روی میز می بریم",
      "ممکن است با یک نخ و سوزن دم ماهی را به دهانش وصل کنیم که بشکل دایره در بیاید و بعد طبخ کنیم"
    ],
    "meal_type": [
      "خوراک"
    ],
    "occasion": [],
    "images": {}
  },
  {
    "title": "اشپل پلا",
    "location": {
      "province": "گیلان",
      "city": "-",
      "coordinates": {
        "latitude": null,
        "longitude": null
      }
    },
    "ingredients": [
      "۲ - 3 پیمانه کته سرد سفت",
      "۱ تکه اشپل ماهی شور خام",
      "۱ پیمانه مغز گردو",
      "۱ پیمانه باقلای سبز مقشَر",
      "۱ عدد پیاز سفید حلقه حلقه"
    ],
    "instructions": [
      "کته سرد سفت شده را با کارد ببرید و به صورت چهارگوش هایی به اندازه نصف قوطی کبریت درآورید",
      "اشپل ماهی را با کارد به صورا ورقه های نازک ببرید",
      "مغز گردو را 4پاره کنید و با باقلا و پیاز در یک دیس کنار هم بچینید و سر میز اردور بگذارید"
    ],
    "meal_type": [
      "پلو"
    ],
    "occasion": [],
    "images": {}
  },
  {
    "title": "اشپیل شور",
    "location": {
      "province": "گیلان",
      "city": "-",
      "coordinates": {
        "latitude": null,
        "longitude": null
      }
    },
    "ingredients": [
      "۲ عدد اشپیل خام ماهی سفید",
      "۲ پیمانه نمک",
      "۴ چهار ورق ورق A"
    ],
    "instructions": [
      "اشپیل را طوری می شوییم که کیسه آن آسیب نبیند و بعد از خشک کردن اشپیل دو ورق کاغذ A4 را در ته ظرف مناسب انداخته و یک لایه نمک به قطر دو سانتی متر می پاشیم و اشپیل را روی آن قرار می دهیم و بقیه نمک را روی اشپیل می پاشیم طوری که اشپیل دیده نشود",
      "دو ورق A4 بعدی را روی اشپیل قرار می دهیم، در ظرف را بسته بعد از 10 روز در دمای معمولی اشپیل آماده مصرف می باشد"
    ],
    "meal_type": [
      "خوراک"
    ],
    "occasion": [],
    "images": {}
  },
  {
    "title": "آبکی یا ترشواش خورش",
    "location": {
      "province": "گیلان",
      "city": "-",
      "coordinates": {
        "latitude": null,
        "longitude": null
      }
    },
    "ingredients": [
      "100 گرم گشنیز",
      "100 گرم جعفری",
      "50 گرم تلخون",
      "100 گرم ترشواش",
      "50 گرم کدکتو",
      "100 گرم چوچاق",
      "250 گرم سینه مرغ",
      "2 قاشق غذا خوری رب آلوچه ترش",
      "500 گرم بادمجان",
      "4 عدد گوجه فرنگی پوست کننده رنده شده",
      "روغن و نمک و فلفل به میزان لازم"
    ],
    "instructions": [
      "ابتدا سبزی ها را خوب خرد میکنیم و آن را را نیم سرخ میکنیم",
      "سپس مرغ و گوجه فرنگی رنده شده و نمک و فلفل را به آن اضافه میکنیم",
      "میگذاریم تا خورش کاملا جا بیفتد"
    ],
    "meal_type": [
      "خورش"
    ],
    "occasion": [],
    "images": {}
  },
  {
    "title": "آش گوجه سبز گیلانی",
    "location": {
      "province": "گیلان",
      "city": "-",
      "coordinates": {
        "latitude": null,
        "longitude": null
      }
    },
    "ingredients": [
      "۱ کیلوگرم گوجه سبز",
      "۱ پیمانه (هشت قاشق سوپخوری) آرد برنج",
      "۳۰۰ گرم سبزی آش خردشده",
      "۲ عدد تخم مرغ",
      "۴ قاشق سوپخوری شکر",
      "نمک و نعناخشک برای تزیین به میزان لازم"
    ],
    "instructions": [
      "گوجه سبز را در قابلمه مناسبی ریخته و چهار لیوان آب و کمی نمک اضافه می کنیم و روی حرارت زیاد قرار می دهیم تا بجوشد پس از جوشیدن حرارت را کم کرده و در قابلمه را می بندیم تا 30 دقیقه بپزد طوری که گوجه سبزها له شوند سپس از روی حرارت برداشته و کنار می گذاریم تا خنک شود",
      "گوجه سبزها را کوبیده (البته بدون هسته) و با آب از صافی عبور می دهیم و آب گوجه سبز را به قابلمه برگرداننده و روی حرارت مناسبی قرار می دهیم تا بجوشد",
      "آرد برنج را به همراه شکر در یک پیمانه آب حل می کنیم و پس از حل شدن به قابلمه افزوده و هم می زنیم تا غلیظ شود، سبزی آش را اضافه و حرارت را کم می کنیم تا آرام آرام سبزی پخته شود و آش جا بیفتد",
      "تخم مرغ ها را در کاسه مناسبی شکسته و کمی نمک اضافه می کنیم و با همزن دستی یا برقی می زنیم سپس آن را داخل آش می ریزیم و مدام هم می زنیم",
      "پس از پنج دقیقه آش را از روی حرارت برداشته و در ظرف مناسبی سرو و روی آن را با نعنا داغ تزیین می کنیم"
    ],
    "meal_type": [
      "آش"
    ],
    "occasion": [],
    "images": {}
  },
  {
    "title": "بادنجان ته پر",
    "location": {
      "province": "گیلان",
      "city": "-",
      "coordinates": {
        "latitude": null,
        "longitude": null
      }
    },
    "ingredients": [
      "۱ پیمانه پیاز سرخ شده و غوره از هر کدام",
      "۲۰۰ گرم گوشت",
      "روغن به میزان لازم"
    ],
    "instructions": [
      "ابتدا غوره را با روغن در تابه تفت داده وقتی نرم شد پیاز سرخ و گوشت پخته شده را به آن اضافه کنید تا این غذا آماده شود"
    ],
    "meal_type": [
      "خورش"
    ],
    "occasion": [],
    "images": {}
  },
  {
    "title": "بادنجان ته پر",
    "location": {
      "province": "گیلان",
      "city": "-",
      "coordinates": {
        "latitude": null,
        "longitude": null
      }
    },
    "ingredients": [
      "۱ کیلوگرم بادنجان قلمی",
      "۵ قاشق غذاخوری سبزی خردشده ( نعنا، جعفری و پونه)",
      "۵ قاشق غذاخوری گردوی سائیده شده",
      "۳ قاشق غذاخوری کشمش",
      "۳ حبه سیر",
      "۱ عدد پیاز متوسط",
      "نمک، فلفل، گلپر و زردچوبه و روغن به میزان لازم",
      "۲ قاشق غذاخوری رب انار"
    ],
    "instructions": [
      "پیاز و سیر را رنده کرده و با سبزی، گردو، کشمش، نمک، فلفل، گلپر و زردچوبه مخلوط کنید",
      "داخل بادنجان را خالی کرده و مخلوط را داخل آن بریزید",
      "بادنجان ها را در تابه چیده و با حرارت ملایم به مدت دو ساعت به آرامی هر چهار طرف بادنجان ها را سرخ کنید"
    ],
    "meal_type": [
      "خوراک"
    ],
    "occasion": [],
    "images": {}
  },
  {
    "title": "باقالا فسنجان",
    "location": {
      "province": "گیلان",
      "city": "-",
      "coordinates": {
        "latitude": null,
        "longitude": null
      }
    },
    "ingredients": [
      "۱ پیمانه لوبیا چیتی",
      "۱۵۰ گرم گردو",
      "۳ قاشق غذاخوری پیاز داغ و رب گوجه فرنگی از هر کدام",
      "۲ قاشق غذاخوری رب انار",
      "نمک، فلفل، گلپر و زردچوبه به میزان لازم"
    ],
    "instructions": [
      "لوبیاچیتی را یک روز قبل خیس کنید",
      "گردو را آسیاب کرده و با رب انار، رب گوجه فرنگی و آب در قابلمه بریزید",
      "نمک، فلفل، گلپر و زردچوبه را به آن اضافه کنید تا بجوشد بعد از نیم ساعت آب لوبیاچیتی را گرفته به گردو اضافه کنید تا بپزد در انتها پیازداغ را به مواد اضافه کنید",
      "غلظت غذا دلخواه می باشد"
    ],
    "meal_type": [
      "خورش"
    ],
    "occasion": [],
    "images": {}
  },
  {
    "title": "باقلافاتق",
    "location": {
      "province": "گیلان",
      "city": "-",
      "coordinates": {
        "latitude": null,
        "longitude": null
      }
    },
    "ingredients": [
      "روغن یا کره به میزان لازم",
      "۴ حبه سیرخرد شده",
      "۱ پیمانه شوید خرد شده",
      "۲ پیمانه باقلای خشک شمالی خیسانده و پوست گرفته",
      "نمک و زردچوبه به میزان دلخواه",
      "۴ عدد تخم مرغ"
    ],
    "instructions": [
      "ابتدا در قابلمه ی مناسبی روغن بریزید و رور اجاق بگذارید تا داغ شود",
      "سیر را بیفزایید و قدری سرخ کنید",
      "آن گاه شوید را اضافه کنید و به مدت 1دقیقه تفت دهید",
      "اینک باقلا،نمک و زردچوبه را بیفزایید و قدری تفت دهید",
      "(این کار سبب میشود تا باقلا در هنگام پخت له نشود",
      ")در این هنگام آب را اضافه نمایید و صبر کنید تا باقلا بپزد",
      "اکنون تخم مرغ ها را به آرامی بشکنید و درو خورش بریزید",
      "حرارت را ملایم نمایید، در قابلمه را ببندید و صبر کنید تا تخم مرغ ها سفت شود",
      "حالا خورش را برای پذیرایی در ظرف مناسبی بکشید"
    ],
    "meal_type": [
      "خورش"
    ],
    "occasion": [],
    "images": {}
  },
  {
    "title": "پلا کباب رشتی",
    "location": {
      "province": "گیلان",
      "city": "-",
      "coordinates": {
        "latitude": null,
        "longitude": null
      }
    },
    "ingredients": [
      "۲۰۰ گرم گوشت",
      "۱۰۰ گرم برنج",
      "۱ عدد پیاز",
      "نمک و فلفل سیاه و روغن به میزان لازم"
    ],
    "instructions": [
      "برنج را کاملا شسته با یک قاشق نمک در آب خیس کنید، پس از نیم ساعت آب آن را دور ریخته مجددا دو پیمانه آب به آن اضافه کرده تا با دو قاشق روغن به مدت 45 دقیقه به آرامی بپزد و دم بکشد",
      "گوشت را تکه تکه کرده و در پیاز رنده شده همراه نمک و فلفل به مدت دو ساعت بگذارید در یخچال بماند بعد گوشت را به سیخ زده و روی ذغال یا اجاق گاز کباب کنید"
    ],
    "meal_type": [
      "کباب"
    ],
    "occasion": [],
    "images": {}
  },
  {
    "title": "تابه بریان",
    "location": {
      "province": "گیلان",
      "city": "-",
      "coordinates": {
        "latitude": null,
        "longitude": null
      }
    },
    "ingredients": [
      "۰.۵ کیلو سینه و ران مرغ خرد کرده",
      "۲ عدد تخم مرغ",
      "۰.۵ پیمانه آب نارنج",
      "۱ قاشق آرد",
      "روغن",
      "نمک و فلفل"
    ],
    "instructions": [
      "2-3 قاشق روغن در دیگ روی آتش ملایم داغ کنید و تکه های مرغ را در آن تفت دهید تا رویه ی آن ها طلایی شود",
      "با قاشق سوراخ دار مرغ را بردارید و کنار بگذارید",
      "آرد را در روغن باقی مانده بریزید و تفت دهید تا اندکی رنگ بگیرد",
      "3 پیمانه آب بریزید و به جوش بیاورید",
      "کمی نمک و فلفل بزنید",
      "مرغ را به دیگ برگردانید",
      "آب نارنج را اضافه کنید،آتش را کم کنید و مرغ را 30 -40 دقیقه بپزید تا به روغن بنشیند",
      "تخم مرغ را در کاسه بشکنید، با اندکی نمک و فلفل بزنید،کم کم روی خورش بریزید و هم بزنید",
      "در دیگ را نیمه باز بگذارید تا چند دقیقه ریز بجوشد، سپس بردارید"
    ],
    "meal_type": [
      "خورش"
    ],
    "occasion": [],
    "images": {}
  },
  {
    "title": "ترش تره",
    "location": {
      "province": "گیلان",
      "city": "-",
      "coordinates": {
        "latitude": null,
        "longitude": null
      }
    },
    "ingredients": [
      "۴ الی 5 عدد تخم مرغ",
      "۱ بته درشت سیرکوییده",
      "۰.۵ کیلو سبزی(تره،جعفری،نعنا،کمی اسفناج و خالواش)",
      "۲ قاشق برنج ا الی",
      "۰.۵ پیمانه آب نارنج",
      "۱ ق چ زردچوبه",
      "روغن",
      "نمک و فلفل"
    ],
    "instructions": [
      "برنج را با 6پیمانه آب روی آتش ملایم حدود 1ساعت بپزید تا لعاب بدهد",
      "سبزی را اضافه کنید و در دیگ را نیمه باز بگذارید تا آب کم شود",
      "(در پایان پخت باید نزدیک یک پیمانه آب باقی بماند",
      ") 3الی4قاشق روغن در تابه روی آتش ملایم داغ کنید و سیر کوبیده را در آن تفت بدهید",
      "اندکی نمک بپاشید و سیر را بچرخانید تا کمی رنگ بگیرد،سپس با قاشق سوراخ دار نیمی از سیر سرخ شده را بردارید و روی سبزی و برنج بریزید،زردچوبه را اضافه کنید و یک چرخ بدهید،سپس تخم مرغ را در تابه بشکنید و روی آتش ملایم نیمرو کنید",
      "وقتی که سفیده تخم مرغ بست اندکی نمک و فلفل بزنید",
      "تخم مرغ را با کاردک چوبی از کف تابه بتراشید،در دیگ بریزید و هم بزنید",
      "آب نارنج را اضافه کنید",
      "در دیگ را باز بگذارید تا خورش به روغن بنشیند"
    ],
    "meal_type": [
      "خورش"
    ],
    "occasion": [],
    "images": {}
  },
  {
    "title": "ترش شامی گیلانی",
    "location": {
      "province": "گیلان",
      "city": "-",
      "coordinates": {
        "latitude": null,
        "longitude": null
      }
    },
    "ingredients": [
      "۸۰۰ گرم گوشت چرخ کرده",
      "پیاز یکعدد",
      "نمک و فلفل و زرد چوبه",
      "رب گوجه فرنگی",
      "آب نارنج یا آب غوره یا آب لیمو تازه",
      "ترخون"
    ],
    "instructions": [
      "پیاز را رنده کرده و آبش را بگیرید",
      "گوشت ، نمک ،فلفل ، زرد چوبه و ترخون را به پیاز اضافه کنید",
      "سپس همه را در غذاساز بریزید تا کاملا له و مخلوط شوند",
      "همه را قلقلی کرده و در ماهیتابه ای که مقداری روغن دارد میریزیم",
      "بعد که آب انداخت در ماهیتابه را برداشته تا شامی ها سرخ شوند",
      "بعد از سرخ شدن شامی ها رب گوجه و نصف لیوان آب را اضافه میکنیم و آن را تقت میدهیم",
      "زیر گاز را کم کنید تا غذا به آرامی جا بیفتد",
      "حدود 15 دقیقه مانده که گاز را خاموش کنید آبلیمو را اضافه میکنید تا کاملا ترش شود"
    ],
    "meal_type": [
      "سرخ کردنی"
    ],
    "occasion": [],
    "images": {}
  },
  {
    "title": "جعفری قورمه",
    "location": {
      "province": "گیلان",
      "city": "-",
      "coordinates": {
        "latitude": null,
        "longitude": null
      }
    },
    "ingredients": [
      "۵۰۰ گرم جعفری و تره",
      "۲۵۰ گرم گوشت",
      "۱۰۰ گرم لوبیا چشم بلبلی",
      "۲ قاشق غذاخوری رب گوجه فرنگی و آبغوره از هر کدام",
      "نمک، فلفل وزردچوبه و روغن به میزان لازم"
    ],
    "instructions": [
      "ابتدا گوشت را خرد کرده و با لوبیا می گذاریم بپزد",
      "سبزی را شسته پس از این که آب آن کشیده شد خرد می کنیم",
      "سپس با روغن به آرامی سرخ کرده و هر چند دقیقه یک بار سبزی را هم می زنیم",
      "نمک، فلفل و زردچوبه را اضافه می کنیم",
      "پس از این که سبزی سرخ شد رب گوجه فرنگی و آبغوره را داخل سبزی می ریزیم بعد همه مواد را به قابلمه گوشت اضافه کرده و می گذاریم به مدت 20 دقیقه غذا جا بیفتد"
    ],
    "meal_type": [
      "خورش"
    ],
    "occasion": [],
    "images": {}
  },
  {
    "title": "چخرتمه بادکوبه ای",
    "location": {
      "province": "گیلان",
      "city": "-",
      "coordinates": {
        "latitude": null,
        "longitude": null
      }
    },
    "ingredients": [
      "۱ کیلو سینه و ران مرغ پخته",
      "۸ عدد تخم مرغ زده",
      "زعفران",
      "روغن",
      "نمک و فلفل"
    ],
    "instructions": [
      "اندکی زعفران را در 1 قاشق آب داغ حل کنید و با اندکی نمک و فلفل در تخم مرغ بریزید و هم بزنید",
      "5-6قاشق روغن در تابه دردار روی آتش ملایم داغ کنید و کمی از تخم مرغ را در آن بریزید،سینه مرغ و ران را پاره پاره کنید و در تابه بچینید،سپس باقی مانده تخم مرغ را روی مرغ بدهید",
      "در تابه را ببندید و 7-8 دقیقه روی آتش کم بگذارید تا تخم مرغ ببندد"
    ],
    "meal_type": [
      "سرخ کردنی"
    ],
    "occasion": [],
    "images": {}
  },
  {
    "title": "خُـــــلابی",
    "location": {
      "province": "گیلان",
      "city": "-",
      "coordinates": {
        "latitude": null,
        "longitude": null
      }
    },
    "ingredients": [
      "۱ کیلوگرم گوجه سبز",
      "۳ عدد سفیده تخم مرغ",
      "۵ حبه سیر",
      "۴ قاشق غذاخوری شکر",
      "۳ قاشق غذاخوری سبزی ( نعنا، پونه و شوید) و آرد از هر کدام",
      "روغن به میزان لازم"
    ],
    "instructions": [
      "ابتدا گوجه سبز را با یک لیوان آب روی حرارت ملایم در قابلمه می پزیم بعد از صافی گذرانده پوست و هسته آن را جدا می کنیم",
      "سیر را له کرده روی حرارت ملایم با روغن می گذاریم تا طلایی شود",
      "آرد را با روغن تفت داده، سبزی را خرد کرده در روغن کمی سرخ می کنیم",
      "در حالی که گوجه سبز در حال جوشیدن است (با دو لیوان آب)",
      "شکر، سبزی، سیر و آرد را به آن اضافه نموده پس از 15 دقیقه سفیده تخم مرغ هم زده شده را به آرامی در تمام سطوح قابلمه می ریزیم تا جا بیفتد"
    ],
    "meal_type": [
      "خوراک"
    ],
    "occasion": [],
    "images": {}
  },
  {
    "title": "خورش اسفناج",
    "location": {
      "province": "گیلان",
      "city": "-",
      "coordinates": {
        "latitude": null,
        "longitude": null
      }
    },
    "ingredients": [
      "۵۰۰ گرم اسفناج",
      "۴ تکه مرغ",
      "۲۵۰ گرم (دو عدد) پیاز",
      "۲ عدد تخم مرغ",
      "۴ / 1 پیمانه آبغوره",
      "روغن، نمک و فلفل به میزان لازم"
    ],
    "instructions": [
      "اسفناج را شسته به اندازه های دو سانتی متری خرد می کنیم",
      "سپس در تابه می ریزیم نصف استکان آب و دو قاشق سر پر روغن به آن اضافه کرده و در تابه را می گذاریم تا با حرارت ملایم اسفناج پخته شود",
      "مرغ را تکه تکه کرده جداگانه می پزیم",
      "پیاز را خلالی درشت خرد کرده با روغن زیاد سرخ می کنیم تا پیازها نرم و طلایی شود",
      "تخم مرغ ها را با چنگال هم می زنیم تا کف کند",
      "در تابه روغن ریخته (می توانید از روغن پیاز هم استفاده کنید) تخم مرغ های زده شده را در آن می ریزیم تا تخم مرغ سرخ شود",
      "همه مواد را همراه نمک فلفل، آبغوره و یک لیوان آب مرغ در قابلمه می ریزیم به مدت 20 دقیقه روی حرارت می گذاریم و تا همه مواد به خورد هم بروند و خورش جا بیفتد"
    ],
    "meal_type": [
      "خورش"
    ],
    "occasion": [],
    "images": {}
  },
  {
    "title": "خورش جوجه پریده",
    "location": {
      "province": "گیلان",
      "city": "-",
      "coordinates": {
        "latitude": null,
        "longitude": null
      }
    },
    "ingredients": [
      "۵ عدد بادمجان متوسط",
      "۱۵۰ گرم جعفری",
      "۲۰۰ گرم گشنیز",
      "۲۰۰ گرم نعنا",
      "۲ عدد ساقه کرفس",
      "۳ ق س روغن",
      "نمک و فلفل و زدرچوبه به میزان لازم"
    ],
    "instructions": [
      "سبزی های معطر و کرفس را ریز خرد کنید و با کمی روغن،روی حرارت ملایم تفت دهید تا کمی آبشان بخار شود",
      "بادمجان ها را خلالی کنید و در روغن تفت دهید",
      "وقتی بادمجان ها خوب سرخ شدند آن ها را به سبزی ها اضافه کنید",
      "یک و نیم لیوان آب،نمک ،زردچوبه و فلفل را هم اضافه کنید و روی حرارت ملایم بگذارید تا خوب بپزد و جا بیفتد",
      "پحت این خورش به زمان زیادی احتیاج ندارد 15 دقیقه کافی است"
    ],
    "meal_type": [
      "خورش"
    ],
    "occasion": [],
    "images": {}
  },
  {
    "title": "خورش طلا کوله گیلانی",
    "location": {
      "province": "گیلان",
      "city": "-",
      "coordinates": {
        "latitude": null,
        "longitude": null
      }
    },
    "ingredients": [
      "۱۲۵۰ گرم گوشت مرغ",
      "۲۵۰ گرم گردو",
      "۱۲۵ گرم تره",
      "۱۲۵ گرم نعناع",
      "۱۲۵ گرم گشنیز",
      "۱۲۵ گرم جعفری ساطوری شده",
      "۱ فنجان آب غوره",
      "۴ قاشق سوپخوری پیاز داغ عسلی",
      "۴ قاشق سوپخوری روغن",
      "۴ قاشق سوپخوری تخم مرغ"
    ],
    "instructions": [
      "مرغ یا گوشت را بدقت می شوئیم و باپیاز سرخ کرده و دو سه لیوان آب در ظرفی می ریزیم و می گذاریم روی آتش تا باحرارت ملایم آهسته بجوشد و بپزد سبزیها را بدقت تمیز و ریز خرد می کنیم و با سه چهار قاشق سوپخوری روغن آبکرده کمی سرخ می نمائیم و داخل گوشت یا مرغ می ریزیم بعد گردو را چرخ می کنیم و به خورش اضافه می کنیم و کمی نمک و فلفل و آبغوره به آن می زنیم و در خورش می ریزیم و بعد از چند جوش بر می داریم , ممکن است یک قاشق سوپخوری آرد برنج را در کمی آب سرد حل کنیم وقتی گردو را در خورش ریختیم آرد برنج را کم کم داخل خورش بریزیم و بهم یزنیم در اینصورت خورش زودتر جا میافتد"
    ],
    "meal_type": [
      "خورش"
    ],
    "occasion": [],
    "images": {}
  },
  {
    "title": "خـورش گـوجه درخـتی",
    "location": {
      "province": "گیلان",
      "city": "-",
      "coordinates": {
        "latitude": null,
        "longitude": null
      }
    },
    "ingredients": [
      "۱ کیلوگرم گوجه درختی",
      "۲ پیمانه جعفری، نعنا و گشنیز سرخ شده",
      "۵ عدد بادنجان قلمی",
      "۳ عدد گوجه فرنگی",
      "۲ قاشق غذاخوری پیاز داغ",
      "۱ قاشق غذاخوری سیر داغ",
      "نمک، فلفل و زردچوبه به میزان لازم"
    ],
    "instructions": [
      "گوجه درختی را با مقدار کمی آب می جوشانیم تا کاملا نرم شود و از صافی رد می کنیم و به آن پیاز، سیر داغ، سبزی ها و ادویه ذکر شده را نیز اضافه می کنیم و مجددا می جوشانیم",
      "وقتی مواد قوام آمد به آن بادنجان سرخ شده و گوجه فرنگی های قاچ کرده را اضافه می کنیم تا خورش جا بیفتد",
      "در صورت تمایل می توان یک تخم مرغ هم به آن افزود"
    ],
    "meal_type": [
      "خورش"
    ],
    "occasion": [],
    "images": {}
  },
  {
    "title": "دمی شیر",
    "location": {
      "province": "گیلان",
      "city": "-",
      "coordinates": {
        "latitude": null,
        "longitude": null
      }
    },
    "ingredients": [
      "۳ پیمانه برنج خیسانده",
      "۵ پیمانه شیر",
      "۱۵۰ گرم خرما هسته گرفته",
      "۱ پیمانه کشمش بی دانه خیسانده",
      "۴ - 5 عدد گردو",
      "زعفران ساییده",
      "نمک"
    ],
    "instructions": [
      "برنج و شیر را با 1پیمانه آب و کمی نمک در دیگ روی آتش ملایم بار کنید",
      "2 گردو از کره را با اندکی زعفران به برنج اضافه کنید و یک دور آهسته بگردانید",
      "همین که شیر و آب برنج کار رفت دیگ را از روی آتش بردارید",
      "1 گردو کره را در تابه روی آتش ملایم داغ کنید و خرما و کشمش را در آن تفت بدهید",
      "باقی کره را با اندکی زعفران در دیگ دیگری روی آتش ملایم داغ کنید",
      "2 لا نان لواش کف دیگ روی کره پهن کنید و نیمی از برنج را با کفگیر روی آن بریزید",
      "خرما کشمش را روی برنج بگذارید و باقی برنج را روی آن کوت کنید",
      "دیگ را با شعله پخش کن روی آتش کم بگذارید و در آن را با دم کنی ببندید",
      "پس از 35- 40 دقیقه دمی آماده است"
    ],
    "meal_type": [
      "پلو"
    ],
    "occasion": [],
    "images": {}
  },
  {
    "title": "رشته خوشکار گیلانی",
    "location": {
      "province": "گیلان",
      "city": "گیلان",
      "coordinates": {
        "latitude": null,
        "longitude": null
      }
    },
    "ingredients": [
      "۴ پیمانه آب",
      "۱۰۰ گرم مغز گردو چرخ شده",
      "مغز هل ساییده شده به میزان لازم",
      "۲ پیمانه پلو پز آرد برنج",
      "روغن مایع برای سرخ کردن",
      "۱ قاشق مرباخوری دارچین",
      "۱ / 5 پیمانه شکر",
      "مواد لازم برای شربت:",
      "۱ / 5 لیوان آب",
      "۱ قاشق مرباخوری دارچین",
      "۱ / 5 پیمانه شکر"
    ],
    "instructions": [
      "طرز تهیه شربت: آب و شکر را مخلوط می کنیم و روی حرارت قرار می دهیم تا قوام بیاید",
      "از روی حرارت بر می داریم و پودر دارچین را به آن اضافه می کنیم",
      "طرز تهیه خوشکار: مغز گردو، مغز هل، شکر و اگر مایل باشیم کمی پودر زنجبیل را با هم مخلوط می کنیم به حدی که چسبندگی میان آن ها ایجاد شود",
      "ابتدا برنج را می شوییم و چند ساعتی آن را خیس می کنیم",
      "بعد آن را روی دستمالی می ریزیم تا آب آن گرفته شود",
      "سپس برنج را آسیاب می کنیم تا آرد برنج نرم و مرغوبی به دست آید (بهترین برنج برای رشته خوشکار برنجی است که شیرین و چسبان باشد",
      ") آب و آرد برنج را با یکدیگر مخلوط می کنیم و چند ساعتی آن را کنار می گذاریم",
      "سپس آب اضافی را که روی آرد جمع شده به آرامی خالی می کنیم",
      "مایه را در ظرف مخصوص شانه خوشکار می ریزیم (این وسیله از شش سوراخ بلند استوانه ای تشکیل شده است)"
    ],
    "meal_type": [
      "دسر"
    ],
    "occasion": [],
    "images": {}
  },
  {
    "title": "ســـیر قلیه",
    "location": {
      "province": "گیلان",
      "city": "فومن",
      "coordinates": {
        "latitude": null,
        "longitude": null
      }
    },
    "ingredients": [
      "۱ بوته سیر خشک",
      "۵۰۰ گرم برگ سیر تازه و برگ تره",
      "۵۰ گرم شوید",
      "۲۵۰ گرم مرغ یا گوشت (یا هر دو)",
      "۱ عدد پیاز بزرگ",
      "نمک، فلفل و زردچوبه و روغن به میزان لازم"
    ],
    "instructions": [
      "بتدا برگ های سیر تازه و تره را کمی درشت خرد کرده (حدود سه سانتی متر) و با سیر خشک خرد شده در تابه با مقداری روغن یا کره تفت دهید",
      "بعد از مدت کوتاهی شویدها را به آنها اضافه کرده و با هم سرخ کنید",
      "مرغ یا گوشت یا هر دوی آنها را با پیاز خرد شده داخل قابلمه ریخته و نمک، فلفل و زردچوبه به آن اضافه کرده و بگذارید تا کاملا بپزد",
      "سپس مخلوط سیرها را به آن اضافه کرده و بعد از 15 دقیقه از روی حرارت بردارید"
    ],
    "meal_type": [
      "خورش"
    ],
    "occasion": [],
    "images": {}
  },
  {
    "title": "سیرابیج",
    "location": {
      "province": "گیلان",
      "city": "-",
      "coordinates": {
        "latitude": null,
        "longitude": null
      }
    },
    "ingredients": [
      "۳ دسته برگ سیر",
      "۲ عدد تخم مرغ",
      "نمک، فلفل و زردچوبه و روغن به میزان لازم"
    ],
    "instructions": [
      "برگ سیر را به صورت دسته ای به فاصله یک سانتی متر برش زده و بعد کاملا شسته و آبش را بگیرید و در تابه تفت دهید",
      "تخم مرغ ها را زده و در تابه جدا گانه سرخ کنید",
      "در انتها به تخم مرغ سرخ شده برگ سیر ادویه زده همزمان به مدت 10 دقیقه روی حرارت ملایم بگذارید"
    ],
    "meal_type": [
      "خوراک"
    ],
    "occasion": [],
    "images": {}
  },
  {
    "title": "شامی رشتی",
    "location": {
      "province": "گیلان",
      "city": "-",
      "coordinates": {
        "latitude": null,
        "longitude": null
      }
    },
    "ingredients": [
      "۰.۵ کیلو گوشت خرد کرده",
      "۱ عدد پیازساطوری",
      "۰.۵ کیلو شوید ساطوری",
      "۰.۵ کیلو گوجه سبز",
      "۱ - 2 قاشق شکر",
      "روغن",
      "نمک و فلفل"
    ],
    "instructions": [
      "مرغ را چهار قسمت کرده و با روغن سرخ کنید",
      "سبزی ها را با پیاز و سیر،ساطوری و ریز خرد و سرخ کنید",
      "حالا سبزی ها را به مرغ اضافه کنید و زردچوبه، نمک، فلفل و آبغوره را هم بریزید و با دو لیوان آب بگذارید روی حرارت کم یک ساعت بپزد",
      "بعد از این که مرغ کاملا پخت به تعداد نفرات تخم مرغ ها را درسته در قابلمه ای که خورش درحال جوشیدن است بشکنید و در ظرف را بگذارید تا تخم مرغ ها با حرارت ملایم سفت شوند",
      "حواستان باشد که تمام آب خورش بخار نشود",
      "این خورش حتما باید رقیق باشد"
    ],
    "meal_type": [
      "سرخ کردنی"
    ],
    "occasion": [],
    "images": {}
  },
  {
    "title": "شوید خولی",
    "location": {
      "province": "گیلان",
      "city": "-",
      "coordinates": {
        "latitude": null,
        "longitude": null
      }
    },
    "ingredients": [
      "۲ عدد پیاز متوسط",
      "۱ عدد مرغ",
      "۲۵۰ گرم شوید",
      "۲ قاشق سوپخوری گشنیز و جعفری خرد شده",
      "۳ عدد تخم مرغ",
      "۱۰۰ گرم آلوچه خشک",
      "روغن به میزان لازم",
      "نمک، فلفل و زردچوبه به میزان لازم"
    ],
    "instructions": [
      "ابتدا گوشت مرغ را با یک عدد پیاز که خلالی خرد کرده ایم سرخ کرده و وقتی که پیاز طلایی شد سبزی خرد شده را نیز در تابه ریخته و با مواد تفت می دهیم",
      "پس از این که سبزی کاملا نرم شد، تخم مرغ ها را در یک ظرف به حدی می زنیم تا سفیده و زرده با هم مخلوط و یک رنگ شوند",
      "سپس تخم مرغ ها را روی مواد در حال سرخ شدن ریخته و وقتی که تخم مرغ ها کمی بسته شدند آلوچه خشک شسته را (بدون این که از قبل خیسانده باشیم) در مخلوط ریخته و با بقیه مواد سرخ می کنیم",
      "پس از پنج دقیقه مواد را به همراه دو لیوان آب جوش در قابلمه ریخته و زمانی که مرغ پخته شد نمک، فلفل و زردچوبه را به غذا اضافه می کنیم"
    ],
    "meal_type": [
      "خوراک"
    ],
    "occasion": [],
    "images": {}
  },
  {
    "title": "شوید قرمه",
    "location": {
      "province": "گیلان",
      "city": "-",
      "coordinates": {
        "latitude": null,
        "longitude": null
      }
    },
    "ingredients": [
      "۰.۵ کیلو گوشت خرد کرده",
      "۱ عدد پیاز ساطوری",
      "۰.۵ کیلو شوید ساطوری",
      "۰.۵ کیلو گوجه سبز",
      "۱ - 2 قاشق شکر",
      "روغن",
      "نمک و فلفل"
    ],
    "instructions": [
      "گوجه سبز را در دو پیمانه آب بجوشانید، سپس از صافی بگذرانید تا پوست و هسته آن گرفته شود",
      "شکر را به شیره گوجه بزنید",
      "2 الی3 قاشق روغن در دیگ روی آتش ملایم داغ کنید و پیاز را در آن تفت بدهید تا کمی رنگ بگیرد",
      "گوشت را اضافه کنید و 5- 6 دقیقه بچرخانید",
      "3 پیمانه آب بریزید و به جوش بیاورید",
      "آتش را کم کنید، در دیگ را ببندید و گوشت را 3 ساعت بپزید",
      "3-4 قاشق روغن در تابه روی آتش ملایم داغ کنید و شوید را 10-12 دقیقه در آن تفت بدهید تا آب آن چیده شود",
      "در پایان ساعت دوم پخت گوشت شوید را همراه با شیره گوجه به گوشت اضافه کنید، نمک و فلفل بزنید و در دیگ را نیمه باز بگذارید تا خورش ریز جوش بزند و به روغن بنشیند"
    ],
    "meal_type": [
      "خورش"
    ],
    "occasion": [],
    "images": {}
  },
  {
    "title": "شیرین پلو",
    "location": {
      "province": "گیلان",
      "city": "-",
      "coordinates": {
        "latitude": null,
        "longitude": null
      }
    },
    "ingredients": [
      "۴ پیمانه برنج",
      "۲۵۰ گرم گوشت",
      "۱۰۰ گرم خلال پسته",
      "۱۰۰ گرم خلال بادام",
      "۱۰ عدد خرما",
      "۱۰۰ گرم قیسی",
      "۴ عدد هویج",
      "۱۰۰ گرم کشمش",
      "۴ قاشق غذاخوری خلال نارنج",
      "زردچوبه، نمک، زعفران و روغن به میزان لازم",
      "برگ بو به میزان لازم",
      "۱ عدد پیاز"
    ],
    "instructions": [
      "برنج را آبکش کرده و می گذاریم تا دم بکشد",
      "گوشت را بدون این که خرد کنیم به همراه دو لیوان آب و با اضافه کردن پیاز درشت خرد شده، برگ بو، نمک و زردچوبه روی حرارت کم به مدت دو ساعت می گذاریم تا کاملا پخته شود وقتی که تمام آب به خورد گوشت رفت آن را ریش ریش می کنیم",
      "خلال پسته، بادام، خرما بدون هسته و کشمش را جداگانه تفت می دهیم",
      "قیسی ها را به سه قسمت تقسیم کرده و در روغن تفت می دهیم",
      "هویج ها را نیز پخته، رنده کرده و با روغن داغ سرخ می کنیم",
      "خلال نارنج را سه بار جوشانده آبش را عوض کرده روی آن شکر می پاشیم سپس در روغن تفت می دهیم",
      "پلو دم کشیده را در ظرف مناسبی ریخته مقداری از پلو را با زعفران مخلوط کرده سپس با مواد آماده شده تزیین می نماییم"
    ],
    "meal_type": [
      "پلو"
    ],
    "occasion": [],
    "images": {}
  },
  {
    "title": "شیرین قورمه",
    "location": {
      "province": "گیلان",
      "city": "-",
      "coordinates": {
        "latitude": null,
        "longitude": null
      }
    },
    "ingredients": [
      "۵۰۰ گرم گوشت خردشده",
      "۲۵۰ گرم قیسی",
      "۱ عدد پیاز ریزشده",
      "نمک، فلفل، زردچوبه و روغن به میزان لازم",
      "زعفران در صورت تمایل به میزان لازم"
    ],
    "instructions": [
      "گوشت را به همراه سه پیمانه آب روی حرارت بگذارید",
      "زمانی که جوش آمد کف روی آن را گرفته و بعد با حرارت ملایم سه ساعت بپزید",
      "پس از دو ساعت نمک، فلفل و زردچوبه را به گوشت اضافه کرده تا یک ساعت هم با نمک و فلفل بپزد",
      "سه قاشق غذاخوری روغن را در تابه ای گرم کرده پیاز را در آن تفت داده کمی که طلایی شد قیسی ها را به پیاز اضافه کرده و چند دقیقه دیگر تفت دهید",
      "پس از دو و نیم ساعت که گوشت پخت مخلوط پیازداغ، قیسی و زعفران را به آن اضافه کرده و بگذارید خورش جا بیفتد"
    ],
    "meal_type": [
      "خورش"
    ],
    "occasion": [],
    "images": {}
  },
  {
    "title": "غورآبه",
    "location": {
      "province": "گیلان",
      "city": "-",
      "coordinates": {
        "latitude": null,
        "longitude": null
      }
    },
    "ingredients": [
      "۱ عدد مرغ",
      "۱ کیلو سبزی معطر (نعنا، جعفری، گشنیز، ریحان و ترش واش)",
      "۱ عدد پیاز",
      "۱ پیمانه آبغوره",
      "۵ عدد تخم مرغ",
      "نمک و فلفل و زردچوبه به میزان لازم",
      "۱ حبه سیر"
    ],
    "instructions": [
      "مرغ را چهار قسمت کرده و با روغن سرخ کنید",
      "سبزی ها را با پیاز و سیر،ساطوری و ریز خرد و سرخ کنید",
      "حالا سبزی ها را به مرغ اضافه کنید و زردچوبه،نمک،فلفل و آبغوره را هم بریزید و با دو لیوان آب بگذارید روی حرارت کم یک ساعت بپزد",
      "بعد از این که مرغ کاملا پخت به تعداد نفرات تخم مرغ ها را درسته در قابلمه ای که خورش درحال جوشیدن است بشکنید و در ظرف را بگذارید تا تخم مرغ ها با حرارت ملایم سفت شوند",
      "حواستان باشد که تمام آب خورش بخار نشود",
      "این خورش حتما باید رقیق باشد"
    ],
    "meal_type": [
      "خورش"
    ],
    "occasion": [],
    "images": {}
  },
  {
    "title": "غوره مسما",
    "location": {
      "province": "گیلان",
      "city": "-",
      "coordinates": {
        "latitude": null,
        "longitude": null
      }
    },
    "ingredients": [
      "۱ عدد مرغ پاک کرده",
      "۳ - 4 عدد پیاز حلقه شده",
      "۲۵۰ گرم غوره بی دانه",
      "زعفران ساییده",
      "روغن",
      "نمک و فلفل"
    ],
    "instructions": [
      "4-5 قاشق روغن در تابه بریزید و روی آتش ملایم داغ کنید",
      "مرغ درسته را در روغن بگذارید و چندبار بگردانید تا همه جای آن سرخ شود",
      "پس از سرخ شدن آن را بردارید و کنار بگذارید",
      "پیاز را در تابه بریزید و تفت بدهید تا طلایی شود",
      "غوره را اضافه کنید و 6-7 دقیقه بچرخانید",
      "اندکی زعفران حل کرده در آب داغ با نمک و فلفل اضافه کنید و پس از 2-3 چرخ بردارید",
      "مرغ را نمک و فلفل بپاشید، شکم آن را با پیازداغ و غوره پر کنید و در دیگ بگذارید",
      "نیم پیمانه آب اضافه کنید، در دیگ را نیمه باز بگذارید و روی آتش ملایم 30-40 دقیقه بپزید",
      "سر بزنید، اگر لازم باشد اندکی آب جوش اضافه کنید و بگذارید خورش جا بیفتد",
      "با کته یا چلو ساده و سبزی تازه سر سفره بگذارید"
    ],
    "meal_type": [
      "خورش"
    ],
    "occasion": [],
    "images": {}
  },
  {
    "title": "فرنی آرد برنج (گیلانی)",
    "location": {
      "province": "گیلان",
      "city": "-",
      "coordinates": {
        "latitude": null,
        "longitude": null
      }
    },
    "ingredients": [
      "۱ لیتر شیر",
      "۱۰۰ گرم شکر",
      "۱۰۰ گرم آرد برنج",
      "زعفران به اندازه دلخواه",
      "دارچین برای تزئین",
      "خلال بادام و پسته در صورت دلخواه برای تزئین",
      "۰.۵ قاشق مرباخوری هل",
      "۱۰۰ گرم کره"
    ],
    "instructions": [
      "ابتدا شیر را روی حرارت قرار داده مرتبا هم می زنیم وقتی که داغ شد شکر را افزوده و سپس آرد برنج را ابتدا با کمی آب حل کرده تا هنگام اضافه شدن به شیر گلوله نشود بعد به شیر اضافه می کنیم و مرتباٌ هم می زنیم زعفران و کره را افزوده هل را نیز اضافه کرده و تمام مواد را مرتباٌ بوسیله یک قاشق چوبی هم می زنیم تا فرنی غلظت ماست را پیدا کند (البته نه ماست چکیده) سپس در ظرف مورد نظر کشیده و رویش را با خلال بادام و پسته و دارچین تزئین می کنیم"
    ],
    "meal_type": [
      "دسر"
    ],
    "occasion": [],
    "images": {}
  },
  {
    "title": "فسنجان ماهی",
    "location": {
      "province": "گیلان",
      "city": "-",
      "coordinates": {
        "latitude": null,
        "longitude": null
      }
    },
    "ingredients": [
      "۰.۵ کیلو فیله ماهی سفید خرد کرده",
      "۳۰۰ گرم مغزگردو ساییده",
      "۰.۵ پیمانه رب ترشه انار",
      "روغن",
      "نمک"
    ],
    "instructions": [
      "مغزگردو را با 3-4 لیوان آب و رب انار و کمی نمک روی آتش ملایم بار کنید و بپزید تا بوی خامی آن برود و به روغن بنشیند",
      "4-5 قاشق روغن در یک تابه روی آتش ملایم داغ کنید",
      "تکه های ماهی را در روغن بگذارید و 2-3 بار این رو آن رو کنید تا سرخ شود",
      "پس از آن که مایه فسنجان به روغن نشست، ماهی را در آن بگذارید و پس از 5-6 دقیقه بردارید"
    ],
    "meal_type": [
      "خورش"
    ],
    "occasion": [],
    "images": {}
  },
  {
    "title": "قیمه رشتی",
    "location": {
      "province": "گیلان",
      "city": "-",
      "coordinates": {
        "latitude": null,
        "longitude": null
      }
    },
    "ingredients": [
      "۰.۵ کیلو گوشت",
      "۱ عدد پیازساطوری شده",
      "۲ - 3 قاشق لپه خیسانده",
      "۴ - 5 عدد سیب زمینی خلال کرده",
      "۲ - 3 عدد لیمو عمانی سوراخ کرده",
      "۴ - 5 عدد گوجه فرنگی کوچک",
      "۱ - 2 قاشق چ زردچوبه",
      "دارچین",
      "روغن",
      "نمک و فلفل"
    ],
    "instructions": [
      "گوشت را در 3-4 پیمانه آب روی آتش تیز بارکنید و کف آن را بگیرید،سپس آتش را کم کنید، در دیگ را ببندید و 2ساعت بپزید سپس گوشت را روی تخته بیندازید و ساطوری کنید",
      "لیمو و لپه را در آب گوشت بریزید و روی آتش ملایم بپزید",
      "در دیگ را نیمه باز بگذارید تا آب آن به حدود یک پیمانه برسد",
      "3 – 4 قاشق روغن در تابه روی آتش ملایم داغ کنید و پیاز را در آن تفت دهید تا کمی رنگ بگیرد",
      "گوشت ساطوری را اضافه کنید و 5-6 دقیقه بچرخانید",
      "زردچوبه و اندکی دارچین بپاشید،پس از یک چرخ تابه را در دیگ لپه خالی کنید و هم بزنید",
      "نمک و فلفل بزنید",
      "گوجه فرنگی را درسته روی خورش بچینید",
      "آتش را بسیار کم کنید و در دیگ را کمی باز بگذارید تا خورش به روغن بنشیند",
      "یک پیمانه روغن در یک تابه روی آتش تیز داغ کنید و خلال سیب زمینی را در در آن بریزید",
      "پس از 10-12 دقیقه که سیب زمینی خود را گرفت خلال را چندبار زیر و رو کنید تا سرخ شود؛سپس با قاشق سوراخ دار بردارید و کنار بگذارید",
      "هنگام کشیدن غذا اول گوجه فرنگی ها را کنار بگذارید و سپس آن ها را روی ظرف خورش بچینید",
      "خلال سیب زمینی سرخ کرده را روی خورش بریزید"
    ],
    "meal_type": [
      "خورش"
    ],
    "occasion": [],
    "images": {}
  },
  {
    "title": "کباب ترش گیلانی",
    "location": {
      "province": "گیلان",
      "city": "-",
      "coordinates": {
        "latitude": null,
        "longitude": null
      }
    },
    "ingredients": [
      "۴۵۰ گرم گوشت کبابی",
      "۱۰۰ گرم مغز گردو",
      "۲ عدد پیاز متوسط",
      "۱ قاشق غذا خوری سر پر رب انار ترش",
      "۱ قاشق غذا خوری سر خالی چوچاق",
      "نمک و فلفل سیاه"
    ],
    "instructions": [
      "ابتدا گوشت را با بیفتک کوب حسابی بکوبید تا نازک و پهن شود",
      "پیاز را رنده و ریز کنید",
      "گردو را نیز آسیاب نمایید",
      "پیاز، گردو، چوچاق و رب انار و نمک و فلفل را باهم مخلوط کنید",
      "گوشت را داخل این مواد مارینه کنید و 2 ساعت اجازه دهید درآن بماند",
      "بعد از 2 ساعت گوشت را به سیخ چوبی بکشید و درون ماهیتابه بچینید",
      "از موادی هم که گوشت را در آن خاباندید درون ماهیتابه بریزید",
      "نصف استکان آب اضافه کنیند و در ماهیتابه را ببندید و به مدت 15 الی 20 دقیقه اجازه دهید که بپزد",
      "سپس درون ماهیتابه کمی روغن با کره بریزید",
      "گوشت ها ی پخته شده را درآورده و درون روغن سرخ کنید",
      "مخلوط گردو، رب انار و چوچاق را هم با شعله کم بگذارید که جوش بخورد و مرتب هم بزنید تا ته نگیرد",
      "بعد از ده دقیقه کباب آماده است"
    ],
    "meal_type": [
      "کباب"
    ],
    "occasion": [],
    "images": {}
  },
  {
    "title": "کتلت رشتی",
    "location": {
      "province": "گیلان",
      "city": "-",
      "coordinates": {
        "latitude": null,
        "longitude": null
      }
    },
    "ingredients": [
      "۱۰۰ گرم (پیمانه) گوشت چرخ کرده",
      "۱ عدد سیب زمینی (برای تزیین) و پیازو تخم مرغ",
      "۵۰۰ گرم سیب زمینی",
      "۳ قاشق غذاخوری رب گوجه فرنگی و آبغوره",
      "۲ قاشق غذاخوری پیازداغ",
      "نمک، فلفل و زردچوبه و روغن به میزان لازم",
      "۳ عدد گوجه فرنگی",
      "عصاره زعفران الیت به میزان لازم"
    ],
    "instructions": [
      "ابتدا سیب زمینی را پوست گرفته و بعد از شستن درون گوشت رنده می کنیم",
      "پیاز را نیز رنده کرده و به گوشت اضافه می کنیم",
      "به مخلوط تخم مرغ نمک، فلفل و زردچوبه افزوده و خوب هم می زنیم",
      "وقتی مواد کاملا مخلوط شدند، هم رفت به اندازه یک گلوله از آن برداشته در کف دست به صورت بیضی پهن می کنیم",
      "دور کتلت را با دو انگشت دست صاف کرده و در روغن سرخ می کنیم",
      "شش عدد کتلت از این مواد به دست می آید",
      "سیب زمینی ها را به صورت خلالی درشت و یک شکل خرد کرده و در روغن سرخ می کنیم",
      "مراقب باشید که سیب زمینی ها له نشوند",
      "سیب زمینی های سرخ شده را در ظرفی گذاشته و درون تابه رب گوجه فرنگی را سرخ می کنیم",
      "بعد از این که رب خوش رنگ شد پیاز داغ، آبغوره، نمک و فلفل به آن می افزاییم",
      "بعد از دو دقیقه، سه لیوان آب جوش همراه عصاره زعفران الیت در تابه می ریزیم",
      "بعد از دو دقیقه که سس جوشید، کتلت، سیب زمینی و گوجه فرنگی خرد شده را در آن می ریزیم تا زمانی که گوجه ها بپزد"
    ],
    "meal_type": [
      "سرخ کردنی"
    ],
    "occasion": [],
    "images": {}
  },
  {
    "title": "کل کباب",
    "location": {
      "province": "گیلان",
      "city": "-",
      "coordinates": {
        "latitude": null,
        "longitude": null
      }
    },
    "ingredients": [
      "۲ عدد متوسط بادمجان کبابی شده",
      "۵ با 6 ق غ مغز گردو ساییده",
      "آب انار ترش ¼ پیمانه",
      "نمک، گلپر به مقدار لازم",
      "۱ ق غ نعناخشک",
      "۱ ق غ خالواش (درصورت دسترس بودن)",
      "۳ - 4 حبه سیر"
    ],
    "instructions": [
      "ابتدا بادمجان را روی شعله گاز یا درون فر کبابی میکنیم بعد پوستش را جدا کرده و کاملا با گوشتکوب له میکنیم سپس سیر را رنده میکنیم و مغز گردو و نمک و گلپر و آب انار را اضافه میکنیم و خوب هم میزنیم و بعد سبزیجات را ریخته و همزده و در ظرف مورد نظر سرو میکنیم"
    ],
    "meal_type": [
      "خوراک"
    ],
    "occasion": [],
    "images": {}
  },
  {
    "title": "کمج کباب",
    "location": {
      "province": "گیلان",
      "city": "-",
      "coordinates": {
        "latitude": null,
        "longitude": null
      }
    },
    "ingredients": [
      "۲۰۰ گرم گوشت",
      "۵۰ گرم گردو",
      "۱ پیمانه سبزی (تره، جعفری و گشنیز)",
      "۰.۵ پیمانه پیاز خلالی شده",
      "۲ قاشق غذاخوری رب گوجه فرنگی",
      "۲ قاشق غذاخوری رب انار",
      "۲ قاشق غذاخوری آب انار",
      "۰.۵ پیمانه آب"
    ],
    "instructions": [
      "ابتدا گوشت ها را مربعی شکل خرد کنید سپس گردو ساییده شده و سبزی خردشده را به همراه پیاز، رب انار، رب گوجه فرنگی و آب انار به گوشت اضافه کنید و در آخر به مخلوط آب اضافه کرده و داخل قابلمه یا گمج (دیگ گِلی مخصوص استان گیلان) بریزید و روی حرارت ملایم قرار دهید",
      "بعد از دو ساعت غذا آماده می شود"
    ],
    "meal_type": [
      "کباب"
    ],
    "occasion": [],
    "images": {}
  },
  {
    "title": "کوکوی اشپل",
    "location": {
      "province": "گیلان",
      "city": "",
      "coordinates": {
        "latitude": null,
        "longitude": null
      }
    },
    "ingredients": [
      "۳ عدد اشپل ماهی",
      "۱ عدد پیاز",
      "۳۰۰ گرم سبزی معطر (تره، جعفری، شوی، نعنا)",
      "۳ عدد سیب زمینی",
      "۵ عدد تخم مرغ",
      "۴ حبه سیر",
      "نمک، زردچوبه و فلفل به میزان لازم"
    ],
    "instructions": [
      "سبزی معطر را پس از این که خرد کردید با پیاز،سیب زمینی و سیر چرخ کنید تا نرم و یکدست شود",
      "اشپل ماهی را هم باید داخل مخلوط کن بریزید تا خوب نرم شود",
      "بعد با سبزی،سیر و پیاز که از قبل مخلوط کرده اید قاطی کنید",
      "حالا نمک و زردچوبه و فلفل را به موادتان اضافه کنید و تخم مرغ ها را هم بریزید و هم بزنید",
      "داخل تابه کمی روغن مخصوص سرخ کردنی ریخته و وقتی روغن داغ شد مایه کوکو را داخل آن بریزید و با حرارت ملایم بگذارید سرخ شود",
      "وقتی یک طرف کوکو پخت آن را برش بزنید و برگردانید تا روی دیگر آن هم بپزد"
    ],
    "meal_type": [
      "سرخ کردنی"
    ],
    "occasion": [],
    "images": {}
  },
  {
    "title": "کوکوی مرغ گیلانی",
    "location": {
      "province": "گیلان",
      "city": "-",
      "coordinates": {
        "latitude": null,
        "longitude": null
      }
    },
    "ingredients": [
      "۰.۵ کیلوگرم مرغ پخته و خرد شده",
      "۴ عدد تخم مرغ",
      "۰.۵ استکان آبلیمو",
      "زعفران آب کرده در صورت تمایل کمی",
      "نمک، فلفل و روغن به میزان لازم"
    ],
    "instructions": [
      "زعفران، نمک، فلفل و تخم مرغ را مقداری هم زده، سپس مرغ و آبلیمو را به این مواد اضافه کرده و هم زدن را ادامه می دهیم بعد مانند کوکوی معمولی در روغن سرخ می کنیم"
    ],
    "meal_type": [
      "سرخ کردنی"
    ],
    "occasion": [],
    "images": {}
  },
  {
    "title": "کویی تره",
    "location": {
      "province": "گیلان",
      "city": "-",
      "coordinates": {
        "latitude": null,
        "longitude": null
      }
    },
    "ingredients": [
      "۰.۵ یک عدد کدو حلوایی",
      "۳ حبه سیر",
      "۱۵۰ گرم گردو",
      "۲ قاشق غذاخوری رب انار، رب گوجه فرنگی و شکر از هر کدام",
      "نمک، فلفل، زردچوبه، گلپر و آب به میزان لازم"
    ],
    "instructions": [
      "سیر را له کرده با روغن سرخ می کنیم",
      "کدو حلوایی را با مقداری آب پخته، پوست گرفته و به صورت پوره در می آوریم و در همان مخلوط سیر و روغن می ریزیم",
      "گردوی ساییده شده، رب انار، رب گوجه فرنگی، آب، نمک، فلفل، زردچوبه و شکر را در قابلمه روی پوره کدو ریخته",
      "و به مدت دو ساعت با حرارت ملایم می گذاریم تا بجوشد در انتها گلپر را می ریزیم تا غذا آماده شود"
    ],
    "meal_type": [
      "خوراک"
    ],
    "occasion": [],
    "images": {}
  },
  {
    "title": "گیجاواش",
    "location": {
      "province": "گیلان",
      "city": "-",
      "coordinates": {
        "latitude": null,
        "longitude": null
      }
    },
    "ingredients": [
      "۱ کیلوگرم سبزی گیجاواش",
      "۳ عدد تخم مرغ",
      "۵ حبه سیر",
      "۱ لیوان آب",
      "نمک و فلفل روغن یا کره به میزان لازم"
    ],
    "instructions": [
      "ابتدا سبزی گیجاواش را شسته و ریز خرد می کنیم",
      "سپس با آب و کمی روغن می پزیم و بعد سرخ می کنیم",
      "سیرها را له کرده و با روغن زیاد به آرامی سرخ می کنیم تا طلایی رنگ شود",
      "در مرحله بعد تخم مرغ ها را خوب هم می زنیم و در روغن سیر سرخ می کنیم و بر روی سبزی گیجاواش می ریزیم",
      "معمولا این غذا را به همراه برنج و باقلاسبزخام و سیر سرو می کنند"
    ],
    "meal_type": [
      "خوراک"
    ],
    "occasion": [],
    "images": {}
  },
  {
    "title": "لاکو نان",
    "location": {
      "province": "گیلان",
      "city": "-",
      "coordinates": {
        "latitude": null,
        "longitude": null
      }
    },
    "ingredients": [
      "۵۰۰ گرم آرد برنج",
      "۲۰۰ گرم آرد گندم",
      "آب جوش به میزان لازم تا حدی که خمیر یه دست نچسبد"
    ],
    "instructions": [
      "آرد برنج را با آرد گندم مخلوط کرده آب جوش را کم کم اضافه کرده و خمیر درست می کنیم بعد داخل آبجوش گذاشته خمیر پخته را ورز می دهیم",
      "(حدود 20 دقیقه در آبجوش بجوشد) بعد خمیر را بصورت نان لواش درآورده یعنی با وردنه باز می کنیم بصورت خیلی نازک و روی هر ظرفی که داشتیم می پزیم این ظرف می تواند از جنس ساج باشد یا پشت ماهی تابه یا قابلمه ای که روی گاز گرم شده است"
    ],
    "meal_type": [
      "نان و شیرینی"
    ],
    "occasion": [],
    "images": {}
  },
  {
    "title": "ماهی سفید با آب نارنج و گلپر",
    "location": {
      "province": "گیلان",
      "city": "-",
      "coordinates": {
        "latitude": null,
        "longitude": null
      }
    },
    "ingredients": [
      "۱ عدد ماهی سفید پاک کرده",
      "۱ پیمانه آب نارنج",
      "۱ ق م گلپر ساییده",
      "۱ پیمانه آرد",
      "۳ - 4 قاشق کره یا روغن",
      "نمک و فلفل"
    ],
    "instructions": [
      "ماهی را چندبار پارچه کنید",
      "آرد را با اندکی نمک و فلفل مخلوط کنید و روی ماهی بپاشید",
      "کره را در ماهی تابه ی بزرگ در داری روی آتش ملایم داغ کنید",
      "همین که بوی آن شنیده شد، ماهی را در ماهی تابه بگذارید",
      "پس از 5-6 دقیقه برگردانید",
      "پس از 5-6 دقیقه دیگر آب نارنج را روی ماهی بدهید و گلپر را روی آن بپاشید، سپس در ماهی تابه را ببندید، زیرماهی تابه شعله پخش کن بگذارید و آتش را کم کنید",
      "پس از 25-30 دقیقه بردارید"
    ],
    "meal_type": [
      "خوراک"
    ],
    "occasion": [],
    "images": {}
  },
  {
    "title": "ماهی سفید شکم پر",
    "location": {
      "province": "گیلان",
      "city": "-",
      "coordinates": {
        "latitude": null,
        "longitude": null
      }
    },
    "ingredients": [
      "۱ عدد ماهی سفید پاک کرده",
      "۱۰۰ گرم آلو خیسانده هسته گرفته",
      "۱۰۰ گرم غیسی خیسانده هسته گرفته",
      "۱۰۰ گرم کشمش بی دانه هسته گرفته",
      "۰.۵ کوب 200 گرم مغزگردو",
      "۱ قاشق آب لیموی تازه",
      "۰.۵ پیمانه رب انار",
      "۳ - 4 گردو کره",
      "زعفران ساییده",
      "نمک و فلفل"
    ],
    "instructions": [
      "آلو و غیسی را روی تخته با کارد خرد کنید و با کشمش، مغز گردو، رب انار و اندکی نمک و فلفل در بادیه بریزید و زیر و رو کنید",
      "فر را روی 190 درجه سانتی گراد داغ کنید",
      "شکم ماهی را با این مایه پرکنید و با نخ پرک ببندید",
      "روی ماهی کمی نمک و فلفل بپاشید",
      "سینی فر را با کمی کره چرب کنید و با ماهی به مدت 50-60 دقیقه در فر بگذارید",
      "10 دقیقه پیش از برداشتن، باقی کره را در ظرف کوچکی روی آتش کم آب کنید",
      "اندکی زعفران در 1قاشق آب داغ حل کنید و با آبلیمو به کره اضافه کنید و روی ماهی بدهید",
      "با کارد زیر ماهی را از سینی آزاد کنید و با کمک دو کفگیر ماهی را از سینی بردارید و در دیس بگذارید سپس نخ آن را قیچی کنید و بکشید"
    ],
    "meal_type": [
      "خوراک"
    ],
    "occasion": [],
    "images": {}
  },
  {
    "title": "ماهی فیویج",
    "location": {
      "province": "گیلان",
      "city": "-",
      "coordinates": {
        "latitude": null,
        "longitude": null
      }
    },
    "ingredients": [
      "۱ عدد ماهی سفید",
      "۳ قاشق غذاخوری سبزی شامل (گشنیز، نعنا و پونه ساییده شده)",
      "۳ حبه سیر",
      "۱ عدد پیاز متوسط",
      "۱ پیمانه گردو ساییده شده و کشمش از هر کدام",
      "نمک و رب گوجه فرنگی به میزان لازم"
    ],
    "instructions": [
      "شکم ماهی را تمیز کرده شسته و خشک کنید",
      "مخلوط را در داخل شکم ماهی ریخته یک قابلمه نچسب را چرب کرده ماهی را کف قابلمه بگذارید",
      "بقیه مخلوط را در یک ظرف فلزی ریخته وسط قابلمه قرار داده در قابلمه را محکم گذاشته و با شعله پخش کن روی حرارت بسیار ملایم بگذارید تا بپزد",
      "تهیه مخلوط: کشمش را ساییده با سیر و پیاز رنده شده، رب گوجه فرنگی، گردو و سبزی مخلوط کنید",
      "کمی نمک هم به آن بزنید"
    ],
    "meal_type": [
      "خوراک"
    ],
    "occasion": [],
    "images": {}
  },
  {
    "title": "متن جن",
    "location": {
      "province": "گیلان",
      "city": "-",
      "coordinates": {
        "latitude": null,
        "longitude": null
      }
    },
    "ingredients": [
      "۲۰۰ گرم گردو",
      "۱ عدد سینه مرغ",
      "۱۲ عدد قیسی",
      "۱۵۰ گرم کشمش",
      "۲ قاشق غذاخوری رب انار",
      "۳ قاشق غذاخوری رب گوجه فرنگی",
      "گلپر به میزان لازم",
      "نمک، فلفل و زردچوبه به میزان لازم",
      "۳ قاشق غذاخوری پیازداغ"
    ],
    "instructions": [
      "ابتدا گردو را ساییده تا کاملا نرم و یک دست شود",
      "سپس به همراه رب انار نمک، فلفل و زردچوبه در قابلمه ریخته و با مرغ و یک استکان آب تفت می دهیم تا گردو به روغن بیفتد",
      "بعد از 15 دقیقه، دو لیوان آب سرد داخل قابلمه می ریزیم و با حرارت ملایم می گذاریم تا بجوشد",
      "بعد از یک ساعت، تکه های مرغ را از قابلمه خارج کرده، پیازداغ، رب گوجه فرنگی قیسی و کشمش را به همراه دو لیوان آب سرد درون قابلمه می ریزیم",
      "زمانی که گردو کمی سفت شد، مرغ و گلپر را مجددا به خورش می افزاییم",
      "پس از 10 دقیقه خورش را از روی حرارت بر می داریم"
    ],
    "meal_type": [
      "خورش"
    ],
    "occasion": [],
    "images": {}
  },
  {
    "title": "مرغ ترش",
    "location": {
      "province": "گیلان",
      "city": "-",
      "coordinates": {
        "latitude": null,
        "longitude": null
      }
    },
    "ingredients": [
      "۰.۵ یک عدد مرغ",
      "۵۰۰ گرم سبزی محلی یا جعفری و گشنیز",
      "۲ عدد تخم مرغ",
      "۱ پیمانه لپه",
      "آبلیمو به اندازه کافی",
      "نمک، فلفل و زردچوبه به میزان لازم"
    ],
    "instructions": [
      "ابتدا سبزی را ریز خرد کرده و سرخ می کنیم",
      "همزمان لپه و مرغ را در قابلمه می ریزیم تا بپزد",
      "پس از پختن، سبزی را همراه آبلیمو به مرغ اضافه می کنیم",
      "تخم مرغ ها را هم زده به مخلوط مرغ می افزاییم",
      "بعد از 10 دقیقه غذا حاضر است"
    ],
    "meal_type": [
      "خوراک"
    ],
    "occasion": [],
    "images": {}
  },
  {
    "title": "مرغانه پلا",
    "location": {
      "province": "گیلان",
      "city": "-",
      "coordinates": {
        "latitude": null,
        "longitude": null
      }
    },
    "ingredients": [
      "۱ پیمانه برنج پخته شده",
      "۲ عدد تخم مرغ محلی آب پز",
      "۵ عدد گردو",
      "۵۰ گرم پنیر لیقوان یا تبریز",
      "۲۵ گرم کره"
    ],
    "instructions": [
      "گردو، مرغ و پنیر را رنده کرده به همراه کره داخل برنج پخته شده و گرم بریزید",
      "سپس مواد را به شکل تخم مرغ در آورید"
    ],
    "meal_type": [
      "خوراک"
    ],
    "occasion": [],
    "images": {}
  },
  {
    "title": "مطنجن مرغابی",
    "location": {
      "province": "گیلان",
      "city": "-",
      "coordinates": {
        "latitude": null,
        "longitude": null
      }
    },
    "ingredients": [
      "۱ عدد مرغابی",
      "۵ - 6 پیمانه مغز گرو ساییده",
      "۲۵۰ گرم غیسی هسته گرفته",
      "۲۵۰ گرم کشمش بی دانه",
      "۳ - 4 قاشق رب انار",
      "۱ - 2 قاشق شکر",
      "دارچین",
      "روغن",
      "نمک و فلفل"
    ],
    "instructions": [
      "رب انار و شکر را در یک پیمانه آب حل کنید",
      "مرغابی و مغز گردو را با یک لیتر آب را در دیگ روی آتش ملایم بار کنید و 2ساعت بپزید تا مرغابی بپزد و گردو به روغن بنشیند",
      "در پایان ساعت اول محلول رب انار را با کمی نمک و فلفل اضافه کنید و هم بزنید",
      "2-3 قاشق روغن در تابه روی آتش ملایم داغ کنید",
      "غیسی و کشمش را 3-4 دقیقه در آن تفت دهید و اندکی دارچین بپاشید",
      "غیسی و کشمش را به خورش اضافه کنید و بگذارید دیگ با در نیمه باز 15-20 دقیقه ریز جوش بزند"
    ],
    "meal_type": [
      "خورش"
    ],
    "occasion": [],
    "images": {}
  },
  {
    "title": "میرزا قاسمی",
    "location": {
      "province": "گیلان",
      "city": "-",
      "coordinates": {
        "latitude": null,
        "longitude": null
      }
    },
    "ingredients": [
      "۴ - 5 عدد بادنجان",
      "۳ - 4 عدد گوجه فرنگی پوست کنده خرد کرده",
      "۴ - 5 عدد تخم مرغ",
      "۷ - 8 پر سیرکوبیده",
      "روغن",
      "نمک"
    ],
    "instructions": [
      "بادنجان را روی آتش زغال یا روی شعله پخش کن اجاق گاز کباب کنید تا پوست آن بسوزد و بادنجان بوی دود بگیرد، روی تخته بیندازید، بشکافید، با قاشق گوشت آن را درآورید، ساطوری کنید و کنار بگذارید",
      "3-4 قاشق روغن در تابه روی آتش ملایم داغ کنید، سیر را در روغن بریزید و 1-2 دقیقه تفت بدهید، سپس بادنجان را اضافه کنید، اندکی نمک بپاشید و با کاردک چوبی 7-8 دقیقه بچرخانید",
      "گوجه فرنگی را اضافه کنید، 3-4 چرخ بدهید، سپس در تابه را ببندید و روی آتش کم 10-15 دقیقه بپزید",
      "درتابه را بردارید، تخم مرغ را در تابه بشکنید، آتش را کمی تیز کنید تا تخم مرغ نیم بند شود",
      "مایه ی درون تابه را بتراشید و 1-2 دور بچرخانید"
    ],
    "meal_type": [
      "خوراک"
    ],
    "occasion": [],
    "images": {}
  },
  {
    "title": "نازخاتون",
    "location": {
      "province": "گیلان",
      "city": "-",
      "coordinates": {
        "latitude": null,
        "longitude": null
      }
    },
    "ingredients": [
      "۸ عدد بادنجان قلمی",
      "۵ عدد گوجه فرنگی درشت",
      "۱ دوم لیوان آب غوره",
      "۱ قاشق غذا خوری نعنای خشک",
      "۳ قاشق سوپ خوری پیاز رنده شده",
      "۱ قاشق غذاخوری گل پر",
      "۲ لیوان آب انار"
    ],
    "instructions": [
      "بادنجان ها را می توان کبابی کرد و یا در صورت دلخواه آنها را در فر به مدت نیم ساعت قرار داد تا نرم شوند",
      "سپس پوست می کنیم و خوب ساطوری می کنیم",
      "در این زمان مقداری آبجوش روی گوجه فرنگی ها می ریزیم تا پوست آنها به راحتی کنده شود",
      "سپس گوجه ها را خرد کرده و کنار می گذاریم",
      "آنگاه بادنجان ساطوری شده را همراه با آب انار و آب غوره می گذاریم تا آهسته بجوشد و غلیظ شود",
      "پس از آن گل پر، نعنا و پیاز رنده شده را ریخته و از روی شعله بر می داریم و با گوجه فرنگی خرد شده مخلوط کرده و در ظرف می کشیم",
      "سپس با مقداری گردوی خرد شده تزیین می کنیم"
    ],
    "meal_type": [
      "خوراک"
    ],
    "occasion": [],
    "images": {}
  }
]