[
  {
    "title": "ابگوشت غوره",
    "location": {
      "province": "کردستان",
      "city": "سنندج",
      "coordinates": {
        "latitude": null,
        "longitude": null
      }
    },
    "ingredients": [
      "۱ عدد پیاز",
      "۵۰۰ گرم گوشت گوسفند",
      "نخود ¾ پیمانه",
      "۴ قاشق سوپخوری برنج",
      "۴۰۰ گرم سبزی اش",
      "بادمجان به تعداد نفرات",
      "۴۰۰ گرم غوره",
      "۱ پیمانه عصاره غوره",
      "نمک و فلفل سیاه و زردچوبه به مقدار کافی"
    ],
    "instructions": [
      "گوشت را با پیاز سرخ شده تفت می دهیم و به ان زردچوبه اضافه می کنیم بعد آب ریخته و سپس نخود برنج و سبزی را اضافه می کنیم و وقتی پخته شد بادمجان ها را اضافه می کنیم",
      "20 تا 30 دقیقه زمان می دهیم تا بادمجان ها پخته و مزه و طعم غذا را بگیرد",
      "بعد عصاره غوره ( غوره را پخته و از صافی رد می کنیم ) و اب غوره را به غذا اضافه می کنیم تا حدی که آش ترش مزه شود"
    ],
    "meal_type": [
      "ابگوشت"
    ],
    "occasion": [],
    "images": {}
  },
  {
    "title": "آش عدس",
    "location": {
      "province": "کردستان",
      "city": "-",
      "coordinates": {
        "latitude": null,
        "longitude": null
      }
    },
    "ingredients": [
      "۲ پیمانه عدس",
      "۱ عدد بزرگ پیاز",
      "۰.۵ بسته 500 گرمی رشته اشی",
      "نمک، فلفل قرمز تند، فلفل سیاه",
      "سیر تازه یا پودر سیر",
      "زردچوبه قدری"
    ],
    "instructions": [
      "اول پیاز داغ را درست می کنیم بعد کمی عدس را که قبلا خیس کرده ایم در آن تفت میدهیم",
      "د ادویه جات را به آن اضافه می کنیم و بعد روی آن آب می ریزیم و دربش را می بندیم",
      "وقتی به جوش آمد شعله را کم می کنیم سپس رشته آشی را به آن اضافه می کنیم و میگذاریم که کم کم جا بیفتد",
      "برای تزئین هم میتوانید از پیاز داغ یا سیر داغ استفاده کنید"
    ],
    "meal_type": [
      "آش"
    ],
    "occasion": [],
    "images": {}
  },
  {
    "title": "آش کشک",
    "location": {
      "province": "کردستان",
      "city": "سنندج",
      "coordinates": {
        "latitude": null,
        "longitude": null
      }
    },
    "ingredients": [
      "۵۰۰ گرم گوشت گوسفند",
      "۳ فنجان برنج",
      "۱ فنجان نخود",
      "۳ قاشق سوپخوری پیاز داغ عسلی",
      "۲ قاشق سوپخوری نعناع",
      "۵۰۰ گرم گوشت چرخ کرده",
      "۱ عدد پیاز",
      "۱۰۰ گرم شوید یا شبت",
      "۱۰۰ گرم جعفری ساطوری شده",
      "۱۰۰ گرم گشنیز",
      "۱۰۰ گرم مرزه",
      "سبزی کوهی یا کاشمه قدری",
      "۱ فنجان کشک",
      "۱ قاشق مرباخوری دارچین",
      "۱ قاشق مرباخوری گلپر",
      "۱ قاشق مرباخوری گل محمدی",
      "۱ قاشق مرباخوری جوز هندی",
      "۱ قاشق مرباخوری تخم گشنیز",
      "۱ قاشق مرباخوری رازیانه",
      "۱ قاشق مرباخوری زیره",
      "۱ عدد تخم مرغ",
      "زردچوبه قدری",
      "فلفل قدری",
      "نمک قدری"
    ],
    "instructions": [
      "طرز تهیه کوفته ریزه :",
      "گوشت و پیاز و ادویه را با نمک و زرد چوبه مخلوط کرده خوب ورز می دهیم سپس به اندازه فندق بزرگ گرد می کنیم و در روغن و مقداری آب که داغ شده اند سرخ می کنیم",
      "ظرز تهیه آش: نخود را خیس کرده و با گوشت می پزیم بعد برنج و نمک را به آن اضافه کرده تا برنج مثل کته نرم و له شود , سپس سبزی کاشمه خشک شده را از قبل خیس و صاف می کنیم و با برنج و گوشت مخلوط می کنیم , کشک سائیده را آرام آرام در چند مرحله اضافه می کنیم و هم می زنیم ( با حرارت کم ) وقتی خوب مخلوط شد نصف کوفته ها را داخل اش می ریزیم و بهم می زنیم و حرارت را خاموش می کنیم"
    ],
    "meal_type": [
      "آش"
    ],
    "occasion": [],
    "images": {}
  },
  {
    "title": "آش دوغ",
    "location": {
      "province": "کردستان",
      "city": "-",
      "coordinates": {
        "latitude": null,
        "longitude": null
      }
    },
    "ingredients": [
      "۴ لیوان دوغ",
      "۱ کیلو ماست",
      "۴ / 1 پیمانه لپه",
      "۴ / 1 پیمانه برنج",
      "۱ کیلو سبزی آش",
      "۴ عدد فلفل سبز تند",
      "۱ عدد تخم مرغ",
      "۲ لیوان آب مرغ",
      "۳ حبه سیر",
      "نمک به میزان لازم",
      "پیازداغ و نعنا داغ به میزان لازم"
    ],
    "instructions": [
      "ابتدا ماست را با تخم مرغ و نمک مخلوط کنید و خوب هم بزنید",
      "سپس آب مرغ و دوغ را به ظرف مخلوط ماست و تخم مرغتان اضافه کنید و بگذارید روی حرارت کم تا جوش بیاید",
      "مدام هم بزنید تا خراب نشود",
      "وقتی آش جوش آمد،لپه و برنج را اضافه کنید و بگذارید روی حرارت کم تا بپزد",
      "وقتی برنج و لپه پخت باید سبزی و سیر را که ریز خرد کرده اید، با فلفل به آش اضافه کنید و بگذارید کاملا آش بپزد",
      "حرارت هم کم باشد و هرچند وقت یک بار هم آش را خوب هم بزنید"
    ],
    "meal_type": [
      "آش"
    ],
    "occasion": [],
    "images": {}
  },
  {
    "title": "برویشین ترش",
    "location": {
      "province": "کردستان",
      "city": "-",
      "coordinates": {
        "latitude": null,
        "longitude": null
      }
    },
    "ingredients": [
      "۵۰۰ گرم بلغور",
      "۱۰۰ گرم لپه",
      "۲۰۰ گرم زردآلو",
      "۰.۵ پیمانه سرکه",
      "۱ عدد پیاز",
      "۳ قاشق غذاخوری روغن",
      "زردچوبه، فلفل و نمک به میزان لازم"
    ],
    "instructions": [
      "پیاز را خرد کرده و با روغن سرخ می کنیم",
      "سپس سه پیمانه آب را روی پیاز داغ می ریزیم",
      "بلغور، لپه و زردآلو را اضافه می کنیم، بعد از پخته شدن سرکه، نمک، فلفل و زردچوبه را افزوده و آش را سرو می کنیم"
    ],
    "meal_type": [
      "آش"
    ],
    "occasion": [],
    "images": {}
  },
  {
    "title": "ناش ماس",
    "location": {
      "province": "کردستان",
      "city": "-",
      "coordinates": {
        "latitude": null,
        "longitude": null
      }
    },
    "ingredients": [
      "۳۰۰ گرم برنج",
      "۵۰۰ گرم ماست",
      "۵۰ گرم روغن",
      "۱ قاشق غذا خوری نعناع خشک"
    ],
    "instructions": [
      "ابتدا برنج را پس از پاک کردن و شستن در یک قابلمه ریخته 2 کاسه آب به آن اضافه کنید و روی گاز قرار دهید تا بپزد هنگامی که برنج به صورت شور با در آمد از روی گاز بردارید و بگذارید کمی سرد شود پس از آن ماست را در ظرفی صاف کرده و به برنج پخته شده اضافه کنید در وقت کشیدن غذا نعناع داغ را بر روی کاسه ها بریزید"
    ],
    "meal_type": [
      "پلو"
    ],
    "occasion": [],
    "images": {}
  },
  {
    "title": "پلاو",
    "location": {
      "province": "کردستان",
      "city": "مهاباد",
      "coordinates": {
        "latitude": null,
        "longitude": null
      }
    },
    "ingredients": [
      "۵ پیمانه برنج",
      "۵۰۰ گرم گوشت گوساله",
      "۱ کیلو هویج",
      "۳ عدد پیاز درشت",
      "۲ ق چ زیره",
      "کمی زردچوبه",
      "روغن به اندازه لازم"
    ],
    "instructions": [
      "گوشت را قیمه ای ریز می کنیم و پیاز ها را هم خرد می کنیم",
      "همزمان با گوشت پیاز را با 1 الی 2 قاشق روغن روی حرارت بسیار ملایم می گذاریم",
      "وقتی که آب انداخت آن را هم میزنیم هنگامی که آب آن به خوردش رفت باز هم کمی تفت میدهیم تا پیازها طلایی شوند سپس یک مقدار زردچوبه به آن اضافه کرده و کمی تقت میدهیم",
      "در مرحله بعد کمی آب اضافه می کنیم و می گذاریم گوشت ها خوب بپزند هویج را مانند خلال سیب زمینی خرد می کنیم و با کمی روغن روی حرارت کم می گذاریم تا به آرامی بپزد و سرخ شود ( البته خیلی سرخ نمیکنیم ولی باید دقت کنیم حرارت ملایم باشد تا خودش بپزد آب به آن اضافه نمی کنیم چون طعمش را خراب می کند",
      ") گوشت و پیاز پخته شده را به هویج اضافه می کنیم",
      "برنج را آبکش کرده و بعد برنج و مایه گوشت و هویج را لایه لایه در قابلمه میریزیم سپس لابلای لایه ها زیره می پاشیم و برنج را دم می کنیم"
    ],
    "meal_type": [
      "پلو"
    ],
    "occasion": [],
    "images": {}
  },
  {
    "title": "خورش گیلاخه",
    "location": {
      "province": "کردستان",
      "city": "-",
      "coordinates": {
        "latitude": null,
        "longitude": null
      }
    },
    "ingredients": [
      "۱ عدد متوسط پیاز",
      "۰.۵ کیلوگرم گیلاخه",
      "۰.۵ کیلوگرم گوشت قرمز",
      "۱ فنجان لوبیا قرمز",
      "۵ عدد لیمو امانی",
      "زردچوبه و نمک و روغن بمیزان لازم",
      "۱ و نیم لیوان و اگر خشک بود ، 75 % لیوان تره ی خان ( یا جعفری و گشنیز ) اگر سبزی ساطوری شده ی تر بود ،"
    ],
    "instructions": [
      "ابتدا پیاز خلال شده را با زردچوبه و نمک کمی تفت می دهیم",
      "گوشت قطعه شده را افزوده و مقداری با هم سرخ می کنیم",
      "چند لیوان آب جوش افزوده و لیمو امانی ها را که با چنگال سوراخ شده و لوبیا را که قبلا\" خیسانده ایم به آن اضافه می نماییم و می گذاریم تا 45 دقیقه در دیگ بپزد",
      "در ماهیتابه ای جداگانه گیلاخه را با روغن تفت می دهیم و \"تره ی خان\" یا جعفری و گشنیز ساطوری شده را هم افزوده و مقداری دیگر تفت می دهیم",
      "(میتوان بجای سبزی ساطوری شده از سبزی خشک هم استفاده کرد)",
      "حالا گیلاخه و سبزی را به سایر مواد افزوده و میگذاریم 20 دقیه دیگر با شعله کم در قابلمه پخته شده و جابیافتد"
    ],
    "meal_type": [
      "خورش"
    ],
    "occasion": [],
    "images": {}
  },
  {
    "title": "خورش کنگر",
    "location": {
      "province": "کردستان",
      "city": "-",
      "coordinates": {
        "latitude": null,
        "longitude": null
      }
    },
    "ingredients": [
      "۰.۵ کیلوگرم گوشت گوسفندی یا گوساله",
      "۱ کیلوگرم کنگر پاک شده",
      "۰.۵ لیوان (یک فنجان) لپه",
      "۱ عدد پیاز",
      "۲ تا سه قاشق غذاخوری ( من به جای جعفری خشک از تره محلی خانگان استفاده کرده ام ) نعنا خشک و جعفری خشک هر کدام",
      "۱ قاشق غذاخوری سرصاف رب گوجه فرنگی",
      "نمک و زردچوبه",
      "روغن مخصوص سرخ کردنی"
    ],
    "instructions": [
      "ابتدا پیاز خلالی را با نمک و زردچوبه در روغن کمی تفت می دهیم",
      "گوشت ها را که تکه تکه نموده ایم همراه آن تفت می دهیم تا آب انداخته و آبش تبخیر شود",
      "این خورشت را می شود بدون استفاده از رب گوجه فرنگی هم درست کرد اما من به خاطر مزه و رنگ زیبایی که به خورشت می دهد در این مرحله یک قاشق غذاخوری سرصاف رب اضافه نموده و کمی هم گوشت و پیازداغ را با رب تفت می دهم",
      "حالا چند لیوان آب اضافه می کنیم و می گذاریم بپزد",
      "جداگانه کنگر را همراه نعنا خشک و جعفری در روغن تفت می دهیم و در ظرفی هم لپه را با یک لیوان آب دو سه دقیقه در مایکرویو یا روی شعله می جوشانیم و آب لپه را دور میریزیم تا بوی نامطبوعش همراه با کف بوجود آمده ی روی آب برود",
      "یک سوم از زمان پخت گوشت که سپری شد بقیه مواد را همراه با لیموعمانی(در صورت تمایل) در قابلمه می ریزیم تا بقیه زمان پخت سپری شود",
      "فراموش نکنید که لیموعمانی ها را باید با چنگال سوراخ کرد تا هنگام پخت مچاله نشوند",
      "حالا شعله را بسیار کم می کنیم تا ۱۰ الی ۱۵ دقیقه خورشت جابیافتد و روغن بیاندازد"
    ],
    "meal_type": [
      "خورش"
    ],
    "occasion": [],
    "images": {}
  },
  {
    "title": "خورش زرشک",
    "location": {
      "province": "کردستان",
      "city": "-",
      "coordinates": {
        "latitude": null,
        "longitude": null
      }
    },
    "ingredients": [
      "۷۵۰ گرم گوشت گوسفندی",
      "۲۵۰ گرم زرشک",
      "۰.۵ پیمانه لپه",
      "۴ قاشق غذاخوری پیازداغ",
      "نمک و فلفل و روغن به میزان لازم"
    ],
    "instructions": [
      "ابتدا گوشت را به ابعاد 3×3 سانتی متر خرد کرده و به همراه پیاز، نمک و فلفل در روغن تفت می دهیم",
      "لپه را شسته و به گوشت اضافه کرده و خوب تفت می دهیم زرشک شسته شده را هم به گوشت می افزاییم",
      "چهار لیوان آب داخل قابلمه ریخته و حرارت را کم می کنیم تا خورش بپزد و به روغن بیفتد",
      "سپس آن را همراه پلو سرو می کنیم"
    ],
    "meal_type": [
      "خورش"
    ],
    "occasion": [],
    "images": {}
  },
  {
    "title": "خورش ریواس",
    "location": {
      "province": "کردستان",
      "city": "-",
      "coordinates": {
        "latitude": null,
        "longitude": null
      }
    },
    "ingredients": [
      "۰.۵ کیلو ریواس",
      "نمک و ادویه مقداری",
      "۰.۵ کیلو گوشت",
      "۱ / 5 قاشق غذاخوری روغن",
      "سبزی (نعناع و جعفری) مقداری",
      "۲ عدد متوسط پیاز"
    ],
    "instructions": [
      "گوشت را تمیز کرده، شسته، قطعه قطعه کنید و در کمی روغن سرخ کرده، به مدت یک ساعت با مقداری آب بپزید",
      "سبزی ها را پاک کرده، شسته و ساطوری کنید",
      "برگ و پوست ریواس را گرفته و مغز آن را به تکه های کوچک خرد کنید",
      "پیاز را خرد کرده و در روغن سرخ کنید",
      "سپس سبزی ها را داخل پیاز سرخ کرده و ریواس را به آن افزوده، قدری تفت دهید",
      "نمک، فلفل و ادویه را به خورش افزوده و مواد تفت داده شده را به گوشت اضافه کرده، هم بزنید",
      "با حرارت ملایم بپزید تا بجوشد و جا بیفتد و روغن بیندازد"
    ],
    "meal_type": [
      "خورش"
    ],
    "occasion": [],
    "images": {}
  },
  {
    "title": "حلوا سوانی گروسی",
    "location": {
      "province": "کردستان",
      "city": "-",
      "coordinates": {
        "latitude": null,
        "longitude": null
      }
    },
    "ingredients": [
      "۰.۵ کیلوگرم آرد یمنی",
      "۱ کیلوگرم آرد گندم",
      "۱ کیلوگرم شکر",
      "۱ قاشق چایخوری پودر هل",
      "۱ فنجان کوچک زعفران آب کرده",
      "۱ قاشق غذاخوری سرپُر پودر زنجفیل",
      "۰.۵ گرم به میزان لازم آب",
      "۱ قاشق غذاخوری سر پُر روغن حیوانی"
    ],
    "instructions": [
      "طرز تهیه شهد:",
      "شکر را با نیم لیتر آب ولرم و پودر هل و زعفران آب کرده و با پودر زنجفیل مخلوط نموده و روی شعله قرار داده و همزمان هم می زنیم تا جایی که مقداری با هم بجوشد و شهد ما قوام بیاید",
      "طرز تهیه حلواسوانی :",
      "آردها را با الک بسیار بسیار ریز یا پارچه توری الک می کنیم",
      "سپس آهسته به آن آب نیمه گرم اضافه نموده و هم می زنیم (تا جایی که به غلظت کاچی در بیاید) و آنقدر هم می زنیم تا کاملا یک دست شود",
      "سپس روی شعله ی متوسط قرار داده و همزمان بطور مداوم آن را هم می زنیم تا ته نگیرد",
      "حدود سه ساعت باید به هم زدن روی شعله ادامه داد تا غلظت آن به اندازه ی حلوا شود",
      "حالا شهدی را که قبلا آماده نموده ایم و خنک شده داخل آن می ریزیم و مواد ما رقیق تر می شود",
      "باز ۳ الی ۴ ساعت دیگر نیز به هم زدن ادامه می دهیم تا دوباره به غلظت حلوا برسد",
      "وقتی مثل حلوا غلیظ شد یک قاشق روغن حیوانی را به گوشه های داخلی قابلمه می مالیم تا حلوا جمع شود و مثل یک گلوله خودش را بگیرد",
      "شعله را خاموش نموده و هنگامی که مقداری حلواسوانی ما خنک شد با دست چرب گلوله هایی اندازه ی گردو می گیریم و با وردنه روی سینی مسی یا مشمای چرب شده پهن می کنیم"
    ],
    "meal_type": [
      "دسر"
    ],
    "occasion": [],
    "images": {}
  },
  {
    "title": "کوکوسبزی با ترگ خانه گان",
    "location": {
      "province": "کردستان",
      "city": "-",
      "coordinates": {
        "latitude": null,
        "longitude": null
      }
    },
    "ingredients": [
      "۳ فنجان تره ساطوری شده",
      "۳ عدد تخم مرغ",
      "۳ قاشق مرباخوری آرد",
      "۱ عدد کوچک پیاز رنده شده",
      "روغن سرخ کردنی و نمک و فلفل سیاه و زردچوبه به مقدار لازم"
    ],
    "instructions": [
      "در ظرفی به تره های ساطوری شده نمک و فلفل سیاه و مقدار کمی زردچوبه و ۳ عدد تخم مرغ و آرد را اضافه می کنیم و کاملا\" به هم می زنیم تا یکدست شود",
      "پیاز رنده شده که آبش را گرفته ایم را هم اضافه نموده و کمی دیگر مواد را مخلوط می کنیم",
      "در ماهیتابه که روغن ریختیم وقتی کمی روغن ما داغ شد یکباره مواد را داخل آن ریخته و با ته قاشق یکدست در ماهیتابه پخش می کنیم",
      "شعله را خیلی کم نموده و یک طرف کوکو که طلایی شد کوکو را دو برش عمود می زنیم تا چهار قاچ شود و بتوانیم آن را برگردانیم",
      "دو طرف کوکو که طلایی شد آماده سرو است"
    ],
    "meal_type": [
      "سرخ کردنی"
    ],
    "occasion": [],
    "images": {}
  },
  {
    "title": "قایرمه (کوفته کنگر)",
    "location": {
      "province": "کردستان",
      "city": "-",
      "coordinates": {
        "latitude": null,
        "longitude": null
      }
    },
    "ingredients": [
      "۱ کیلو کنگر یا کرفس",
      "۱۲۵ گرم یا 1 پیمانه آرد",
      "نمک و فلفل سیاه به مقدار کافی",
      "۱ قاشق چایخوری زیره",
      "۱ قاشق چایخوری بکینگ پودر",
      "۲ عدد تخم مرغ",
      "اب یا شیر ½ پیمانه",
      "۳ قاشق سوپخوری کره",
      "۳ قاشق سوپخوری زعفران دم کرده",
      "۲ پیمانه روغن برای سرخ کردن کنگر"
    ],
    "instructions": [
      "تیغ های کنگر را بگیرید و آن را بشویید سپس آن را به طول 3 سانتی متر ببرید آرد را در ظرف گودی بریزید و نمک و فلفل سیاه ، زیره و بکینگ پودر را اضافه می کنید و مخلوط کنید",
      "سپس در ظرف دیگری تخم مرغ ، شیر ، روغن و زعفران دم کرده را با هم مخلوط کنیدو به مخلوط ارد اضافه نمایید و آن را هم بزنید تا مایه ای به غلظت ماست به دست آید",
      "سپس کنگر ها را داخل خمیر بریزید و دانه دانه در روغن داغ سرخ کنید و با کته وماست چکیده سرو کنید"
    ],
    "meal_type": [
      "کوفته"
    ],
    "occasion": [],
    "images": {}
  },
  {
    "title": "برساق (نان روغنی)",
    "location": {
      "province": "کردستان",
      "city": "بیجار",
      "coordinates": {
        "latitude": null,
        "longitude": null
      }
    },
    "ingredients": [
      "۱ لیتر شیر",
      "۱ لیوان شکر",
      "۱ عدد تخم مرغ",
      "۱ کیلوگرم آرد حدودا\"",
      "۱ قاشق غذاخوری روغن جامد",
      "نمک و زرد چوبه مقدار بسیار کم",
      "روغن سرخ کردنی یا جامد ... بمیزان لازم"
    ],
    "instructions": [
      "همه ی مواد را با هم مخلوط می کنیم تا خمیر به دست بیاید",
      "اگر خمیر به دست چسبید کم کم به آن آرد اضافه می کنیم تا حدی که به دست نچسبد و آنقدر ورز می دهیم که کاملا یکدست شود",
      "خمیر را در مشما فریز می پیچیم و می گذاریم در جایی نسبتا خنک ، یک روز بماند تا ور بیاید",
      "اگر هوای اتاق آنقدر گرم است که احتمال می رود خمیر ما ترش شود می توانیم آن را در طبقه پایین یخچال قرار دهیم",
      "از خمیر که کاملا\" ور آمده گلوله هایی به اندازه ی گردو جدا نموده و پشت ماهیتابه مسی که قبلا\" روی آن آرد پاشیده ایم با وردنه (یا با دست) تا حدی که زیاد نازک شود خمیر را باز می کنیم و در روغن نسبتا داغ سرخ می کنیم"
    ],
    "meal_type": [
      "نان و شیرینی"
    ],
    "occasion": [],
    "images": {}
  },
  {
    "title": "نان محلی کلانه",
    "location": {
      "province": "کردستان",
      "city": "-",
      "coordinates": {
        "latitude": null,
        "longitude": null
      }
    },
    "ingredients": [
      "۵۰۰ گرم خمیر : مواد لازم برای",
      "۱ / 3 پیمانه آب ولرم",
      "۱ ق س شکر",
      "۱ ق س مایه خمیر معمولی یا فوری",
      "۳۰۰ گرم آرد سفید گندم",
      "۱ ق چ نمک",
      "۱ / 4 پیمانه شیر",
      "۲ ق س زعفران دم کرده",
      "۱ ق س روغن مایع",
      "۱ عدد زرده تخم مرغ",
      "مواد میانی نان کلانه :",
      "500 گرم از خمیر لواش فوق",
      "۳۰۰ گرم پیازچه خرد شده",
      "۰.۵ ق چ زیره",
      "۱ / 4 ق چ فلفل سیاه",
      "۲ ق س کره",
      "۱ پیمانه کره محلی یا دان"
    ],
    "instructions": [
      "آب ولرم و شکر و مایه خمیر معمولی را با هم در یک کاسه چینی مخلوط کنید و در کاسه را بگذارید و 10 دقیقه صبر کنید تا مایه خمیر پف کند",
      "آرد و نمک را در کاسه گودی بریزید و وسط آرد را گود کنید ( اگر از مایه خمیر فوری استفاده میکنیدکافیست که مایه خمیر را با آرد خشک مخلوط کرده و بقیه مواد را در کاسه ای مخلوط کنید و وسط آرد بریزید و با این مایه خمیر درست کنید",
      "شیر مایه خمیر را آماده کرده و زعفران و روغن مایع و زرده تخم مرغ را به آن بیافزایید و خمیری تهیه کنید که به دست نچسبد",
      "اگر خمیر چسبندگی داشت کمی آرد به آن بزنید و خمیر را با دست 10 دقیقه ورز دهید تا خمیر لطیف شود",
      "سپس روی خمیر را بپوشانید و حدود 30 دقیقه در جای گرم قرار داده و به آن استراحت دهید تا ور بیاید",
      "سپس خمیر را به شکل گلوله های کوچکی اندازه گردو در آورید و روی آنرا با پارچه بپوشانید و 15 دقیقه به آن استراحت دهید",
      "سپس آنها را با وردنه روی سطحی که آرد پاشده شده بار کنید",
      "ساج را روی اجاق و حرارت قرار دهید تا گرم شود",
      "طرز تهیه مایه وسط نان کلانه و ادامه پخت نان :",
      "پیازچه را در 2 ق س کره تفت دهید و در صورت تمایل زیره و فلفل بزنید",
      "پیازچه که خنک شد روی یک طرف نیم دایره خمیر نان از این مایه بپاشید و طرف دوم را روی طرف اول برگردانید و لبه های آنرا روی هم فشار دهید , هر دو طرف آن را روی ساج داغ بپزید و سپس در کره داغ بیندازید تا چرب شود"
    ],
    "meal_type": [
      "نان و شیرینی"
    ],
    "occasion": [],
    "images": {}
  }
]