[
  {
    "title": "باقلوای اردبیل",
    "location": {
      "province": "اردبیل",
      "city": "اردبیل",
      "coordinates": {
        "latitude": null,
        "longitude": null
      }
    },
    "ingredients": [
      "تخم مرغ ۳ عدد",
      "شیر۱لیوان-ماست ۱ لیوان",
      "روغن مایع ۱ لیوان",
      "بیکینگ پودر ۱ بسته",
      "آردگندم به مقدار لازم",
      "گردو نیم کیلو",
      "کره ۴۰۰ گرم",
      "نشاسته ۱کیلوگرم",
      "پودر پسته (برای تزئین) ۵۰ گرم",
      "روغن مایع برای چرب کردن خمیر ۱٫۵ لیوان",
      "برای شربت باقلوا:شکر ۴ لیوان",
      "آب ۴٫۵ لیوان",
      "لیموترش ۲/۱ عدد"
    ],
    "instructions": [
      "1. تخم مرغ، شیر، ماست و روغن مایع را مخلوط کنید.",
      "2. آرد و بکینگ پودر را الک کرده و به مخلوط اضافه کنید. یک خمیر درست کنید که به دست نچسبد. چند دقیقه در حرارت اتاق بگذارید، روی آن را با دستمال مرطوب بپوشانید.",
      "3. از خمیر ۶۰ تکه کوچک به اندازه فندق جدا کنید. روی آن‌ها را نشاسته بپاشید. با کمک وردانه پهن کنید و ۱۰ خمیر را روی هم چیده،",
      "4. دوباره با هم ورز دهید تا یک لای نازک در بیاید. بعد سینی را چرب کنید (با این مواد می‌توانید دو تا سینی به اندازه ۳۵*۳۵ سانتی‌متر باقلوا درست کنید) و لایه اول را روی سینی پهن کنید. روی آن را چرب کنید. دوباره ده تا خمیر کوچک بردارید و روی آنها نشاسته بپاشید. یکی یکی ورز بدهید. روی هم بچینید.",
      "5. یک لای بزرگ به اندازه سینی ورز دهید. روی آن را چرب کرده گردو بپاشید. این کار را تا خمیر تمام شود انجام دهید. دو تا لایهٔ یک بار گردو بپاشید.",
      "6. آخرین لایهٔ خمیر را که روی سینی گذاشتید برش‌های یک سانتی بزنید. کره را آب کنید. ولرم که شد روی خمیر بریزید. فر را از قبل گرم کرده باقلوا را وسط فر بگذارید. تا روی آن طلایی شود (تقریباً ۴۵ دقیقه)."
    ],
    "images": {
      "تصویر نهایی": "https://static1.bartarinha.ir/servev2/GQ4YTQ3MTQyM/5Uwvb7W7Zm0,/file.jpg"
    },
    "meal_type": [
      "شیرینی"
    ],
    "occasion": []
  },
  {
    "title": "حلوای زنجبیلی",
    "location": {
      "province": "اردبیل",
      "city": "اردبیل",
      "coordinates": {
        "latitude": null,
        "longitude": null
      }
    },
    "ingredients": [
      "پودر زنجبیل :۳ ق غ",
      "پودر هل سبز :۱ ق غ",
      "کره :۸۰ گرم",
      "روغن جامد :۸۰ گرم",
      "پودر قند نرم و الک شده :۲۵۰ گرم",
      "آرد سفید گندم :۲۵۰ گرم",
      "گردو آسیاب شده: نصف لیوان",
      "پودر پسته (برای تزئین) یاپودرنارگیل"
    ],
    "instructions": [
      "۱. آرد را دوبار الک کنید و داخل تابه با حرارت ملایم تفت بدید، مدام هم بزنید تا نسوزد، وقتی رنگ آرد کمی تغییر پیدا کرد از روی گاز بردارید و کنار بگذارید و کمی که از حرارت افتاد آن را الک کنید. این الک کردن‌ها کیفیت این حلوا و کلاً تمام حلواها رو بالا می‌برد.",
      "۲. داخل تابه دوباره آرد رو تفت بدید حدود ۵-۶ دقیقه، بعد کره و روغن را اضافه کنید.",
      "۳. بهتر است از ترکیب کره و روغن استفاده کنید. اما می‌توانید یکیش رو هم استفاده کنید. می‌توانید کره رو آخر کار بهش بزنید تا عطر آن حفظ بشه. البته اگر دوست دارید.",
      "۴. حالا از روی حرارت بر دارید و کناری بگذارید تا از حرارت بیافتد. این خیلی مهمه اگر داغ داغ پودر قند به حلوا بزنید خراب می شه چون در اثر حرارت آب می شه و سفت می‌شود.",
      "۵. پس باید از حرارت بیافتد بعدش می‌توانید پودر قند بزنید و نوبت به هل و زنجبیل می رسه. همانطور که گفتم در این مرحله می‌توانید با چشیدن مواد میزان شیرینی و میزان هل و زنجبیل را اندازه کنید. پس دقت کنید که همه پودر قند یا هل و زنجبیل رو یکباره اضافه نکنید. چون ممکنه میزان کمتر یا بیشتری بخواهید. بعد هم گردو اضافه کنید و باز طعمش را چک کنید.",
      "۶. گردو را می‌توانید به صورت آسیاب شده و خرد داخل حلوا بریزید. ۲ق زعفران ونصف پیمانه گلاب را اضافه و خوب با دست مخلوط می‌کنیم در آخر کل مواد را داخل سینی فشرده کرده وباقالب فشاری قالب زده. اما شکل سنتی اش با کفگیر هست نکته آردتون رو الک کنید و بعد اندازه‌گیری کنید. پودر قند هم باید الک شده و خیلی نرم باشه."
    ],
    "images": {
      "تصویر نهایی": "https://static2.bartarinha.ir/servev2/WEzNGZmYWFlY/5Uwvb7W7Zm0,/file.jpg"
    },
    "meal_type": [
      "شیرینی"
    ],
    "occasion": []
  },
  {
    "title": "حلوای سفید ( آغ حالوا)",
    "location": {
      "province": "اردبیل",
      "city": "اردبیل",
      "coordinates": {
        "latitude": null,
        "longitude": null
      }
    },
    "ingredients": [
      "آرد برنج",
      "شیره بال",
      "روغن صاف",
      "وانیل یا گلاب",
      "زنجبیل",
      "زعفران (به منظور خط کشی و نوشتن مطالب دلخواه)"
    ],
    "instructions": [
      "1. ابتدا آرد برنج را به تابه و یا طشتک ریخته روی اجاق می‌گذاریم و کاملاً بهم می‌زنیم تا رطوبت آرد برنج از بین رفته و آرد برنج به حدی داغ شود که آرد روی اجاق به درجه ۷۰ درصد گرم شود.",
      "2. سپس آن را از روی اجاق برداشته، کمی روغن صاف به آرد برنج اضافه می‌کنیم و بهم می‌زنیم تا روغن کاملاً آب شده باشد.",
      "3. سپس شیره بال که قبلاً آماده کرده‌ایم و وانیل یا گلاب و زنجبیل را آرام آرام به آن اضافه می‌نماییم.",
      "4. البته لازم است ذکر شود در خانه‌ها خانمها مواد لازم را با دست مخلوط می‌کنند و در کارگاهها با ماشین خمیر گیر بهم می‌زنند و سپس حلوای بدست آمده را به ظرفی که قبلاً چرب کرده شده می‌ریزند و با وردنه و یا وسیله دیگری که بتواند حلوا را صاف کند می‌کشند تا حلوا کاملاً صاف شده و زعفران را جهت خط کشی به صورت لوزی روی حلوا کشیده تا با چاقو قابل برش صاف باشد.",
      "5. حلوا را می‌توان با شهد عسل طبیعی نیز به جای شیره شکر یا همان بال شیره‌سی پخت که در آن موقع فقط رنگ حلوای بدست آمده کمی تیره می‌شود."
    ],
    "images": {
      "تصویر نهایی": "https://static3.bartarinha.ir/servev2/mVkMDU1OWVlZ/5Uwvb7W7Zm0,/file.jpg"
    },
    "meal_type": [
      "شیرینی"
    ],
    "occasion": []
  },
  {
    "title": "حلوای سیاه (قره حلوا)",
    "location": {
      "province": "اردبیل",
      "city": "اردبیل",
      "coordinates": {
        "latitude": null,
        "longitude": null
      }
    },
    "ingredients": [],
    "instructions": [
      "۱. آرد الک شده را در ظرف مناسبی ریخته و روی حرارت قرار می‌دهیم تا خامی آن گرفته شود.",
      "۲. سپس کره را اضافه می‌کنیم و همچنان روی حرارت نگاه می‌داریم. مرتب هم می‌زنیم.",
      "۳. در ظرف دیگری شیره انگور + آب جوش + شکر + ادویه‌ها را با هم خوب مخلوط می‌کنیم و هم می‌زنیم.",
      "۴. مخلوط شیره را کم‌کم به آرد اضافه می‌کنیم.",
      "۵. همچنان مرتب هم می‌زنیم تا آرد گلوله نشود. آنقدر به هم زدن ادامه می‌دهیم تا شیره کاملا به خورد آرد برود.",
      "۶. حالا گردوی خرد شده را به حلوا اضافه می‌کنیم."
    ],
    "images": {
      "تصویر نهایی": "https://static1.bartarinha.ir/servev2/zIwOTlhMWE2Z/5Uwvb7W7Zm0,/file.jpg"
    },
    "meal_type": [
      "شیرینی"
    ],
    "occasion": []
  },
  {
    "title": "نان برنجی خلخال",
    "location": {
      "province": "اردبیل",
      "city": "اردبیل",
      "coordinates": {
        "latitude": null,
        "longitude": null
      }
    },
    "ingredients": [
      "روغن صاف ۱٫۵ کیلو",
      "آرد برنج ۳ کیلو",
      "پودر قند ۱٫۵ کیلو",
      "تخم مرغ ۲۰ عدد",
      "زنجبیل ۱ قاشق آشخوری",
      "وانیل و هل (در صورت تمایل) ۱ قاشق سوپخوری"
    ],
    "instructions": [
      "1. ابتدا روغن و تخم مرغ‌ها را به هم می‌زنیم تا روغن و تخم مرغ کاملاً ترکیب شوند.",
      "2. پودر قند را کم کمک اضافه کرده و سپس آرد برنج و زنجبیل و وانیل را اضافه می‌کنیم تا خمیر آماده شود.",
      "3. سپس خمیر را به شکل مقدار و دلخواه گلوله کرده و روی آن را به هر شکلی که خواستید نقش بزنید و در تابه یا دیس چرب کرده بچینید.",
      "4. با حرارت ۲۰۰ درجه سانتیگراد در فر گذاشته و پس از مدت ۱۲ الی ۱۵ دقیقه از فر درآورده و بعد از سرد شدن زعفران زده و میل فرمایید.",
    ],
    "images": {
      "تصویر نهایی": "https://static3.bartarinha.ir/servev2/TNjZjBiZDQyZ/5Uwvb7W7Zm0,/file.jpg"
    },
    "meal_type": [
      "شیرینی"
    ],
    "occasion": []
  }
]